{"Diana_Ross": "Diana Ross (born March 26, 1944) is an American singer and occasional actress. She rose to fame as the lead singer of the vocal group the Supremes, who became Motown's most successful act during the 1960s and one of the world's best-selling girl groups of all time. They remain the best-charting female group in \nhistory, with a total of twelve number-one hit singles on the US Billboard Hot 100, including \"Where Did Our Love Go\", \"Baby Love\", \"Come See About Me\", and \"Love Child\".Following departure from the Supremes in 1970, Ross embarked on a successful solo career in music, film, television and on stage. Her eponymous debut solo album featured the U.S. number-one hit \"Ain't No Mountain High Enough\" and music anthem \"Reach Out and Touch (Somebody's Hand)\".  It was followed with her second solo album, Everything Is Everything (1970), which spawned her first UK number-one single \"I'm Still Waiting\". She continued her successful solo career by mounting elaborate record-setting world-wide concert tours, starring in a number of highly watched prime-time television specials, and releasing hit albums like Touch Me in the Morning (1973), Mahogany (1975), and Diana Ross (1976) as well as their number-one hit singles, \"Touch Me in the Morning\", \"Theme from Mahogany (Do You Know Where You're Going To)\", and \"Love Hangover\", respectively. Ross further released numerous top-ten hits on various Billboard charts throughout the 1970s, '80s, and '90s. She achieved several more global number-one singles, \"Upside Down\" (1980), \"Endless Love\" (1981), \"Why Do Fools Fall in Love\" (1982), \"Chain Reaction\" (1986), \"If We Hold on Together\" (1988) and  \"When You Tell Me That You Love Me\" (1991).\nRoss has also achieved mainstream success and recognition as an actor. Her first role was her Golden Globe Award-winning and Academy Award-nominated portrayal of Billie Holiday in the film Lady Sings the Blues (1972); she also recorded its soundtrack, which became a number one hit on the U.S. album chart. She also starred in two other feature films, Mahogany (1975) and The Wiz (1978), and later appeared in the television films Out of Darkness (1994), for which she was nominated for a Golden Globe Award, and Double Platinum (1999).\nRoss was named the \"Female Entertainer of the Century\" by Billboard in 1976. Since her solo career began in 1970, Ross has released 25 studio albums, numerous singles, and compilations that have sold more than 100 million records worldwide. She is the only female artist to have had number-one singles on the Billboard Hot 100 as a solo artist, as the other half of a duet, as a member of a trio, and as an ensemble member. In 2021, Billboard ranked her the 30th greatest Hot 100 artist of all time. Her hits as a Supreme and a solo artist combined put  Ross among the Top 5 artists on the Billboard Hot 100 singles chart from 1955 to 2018. She had a top 10 UK hit in every one of the last five decades, and sang lead on a top 75 hit single at least once every year from 1964 to 1996 in the UK, a period of 33 consecutive years and a record for any performer. In 1988, Ross was inducted to the Rock and Roll Hall of Fame as a member of the Supremes, and is one of the rare performers to have two stars on the Hollywood Walk of Fame. She was the recipient of a Special Tony Award in 1976, the Kennedy Center Honors in 2007, the Grammy Lifetime Achievement Award in 2012, and the Presidential Medal of Freedom in 2016.", "Michael_Jackson": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, dancer, and philanthropist. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. Over a four-decade career, his contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture. Jackson influenced artists across many music genres; through stage and video performances, he popularized complicated dance moves such as the moonwalk, to which he gave the name, as well as the robot. He is the most awarded musician in history.\nThe eighth child of the Jackson family, Jackson made his public debut in 1964 with his older brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 (later known as the Jacksons). Jackson began his solo career in 1971 while at Motown Records. He became a solo star with his 1979 album Off the Wall. His music videos, including those for \"Beat It\", \"Billie Jean\", and \"Thriller\" from his 1982 album Thriller, are credited with breaking racial barriers and transforming the medium into an artform and promotional tool. He helped propel the success of MTV and continued to innovate with videos for the albums Bad (1987), Dangerous (1991), HIStory: Past, Present and Future, Book I (1995), and Invincible (2001). Thriller became the best-selling album of all time, while Bad was the first album to produce five US Billboard Hot 100 number-one singles.From the late 1980s, Jackson became a figure of controversy and speculation due to his changing appearance, relationships, behavior, and lifestyle. In 1993, he was accused of sexually abusing the child of a family friend. The lawsuit was settled out of civil court; Jackson was not indicted due to lack of evidence. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges. The FBI found no evidence of criminal conduct by Jackson in either case. In 2009, while he was preparing for a series of comeback concerts, This Is It, Jackson died from an overdose of propofol administered by his personal physician, Conrad Murray, who was convicted in 2011 of involuntary manslaughter. His death triggered reactions around the world, creating unprecedented surges of Internet traffic and a spike in sales of his music. A televised memorial service for Jackson, held at the Staples Center in Los Angeles, was viewed by an estimated over 2.5 billion people globally.\nJackson is one of the best-selling music artists of all time, with estimated sales of over 400 million records worldwide. He had 13 Billboard Hot 100 number-one singles (more than any other male artist in the Hot 100 era) and was the first artist to have a top-ten single in the Billboard Hot 100 in five different decades. He is regarded by the RIAA as the highest-selling individual music artist of all time worldwide. His honors include 15 Grammy Awards, 6 Brit Awards, a Golden Globe Award, and 39 Guinness World Records, including the \"Most Successful Entertainer of All Time\". Jackson's inductions include the Rock and Roll Hall of Fame (twice), the Vocal Group Hall of Fame, the Songwriters Hall of Fame, the Dance Hall of Fame (the only recording artist to be inducted), and the Rhythm and Blues Music Hall of Fame.", "Taroko_National_Park": "Taroko National Park (Chinese: 太魯閣國家公園; pinyin: Tàilǔgé Gúojiā Gōngyuán; Pe̍h-ōe-jī: Thài-ló͘-koh Kok-ka Kong-hn̂g) is one of the nine national parks in Taiwan and was named after the Taroko Gorge, the landmark gorge of the park carved by the Liwu River. The park spans Taichung Municipality, Nantou County, and Hualien County and is located in Xiulin Township, Hualien County, Taiwan.", "Thunderdell": "Thunderdell (Welsh: Taranau), also recorded as Thunderdel, Thunderel, Thundrel, Thunderdale, or Thunderbore, was a two-headed giant of Cornwall slain by Jack the Giant-Killer in the stories of Tabart and others.\nJeff Rovin's The Encyclopedia of Monsters (New York: Facts on File, 1989) misspells Thunderdell as \"Thunderel\", and after describing him, proceeds to tell the basic story of \"Jack and the Beanstalk\" with no further mention of \"Thunderel\", despite being the title of the entry. He then refers readers to Cormoran.", "Jonathan_Aitken": "Jonathan William Patrick Aitken (born 30 August 1942) is a British author, Church of England priest, former prisoner and former Conservative Party politician. Beginning his career in journalism, he was elected to Parliament in 1974 (serving until 1997), and was a member of the cabinet during John Major's premiership from 1992 to 1995. That same year, he was accused by The Guardian of misdeeds conducted under his official government capacity. He sued the newspaper for libel in response, but the case collapsed, and he was subsequently found to have committed perjury during his trial. In 1999, he was sentenced to 18 months in prison, of which he served seven months.\nFollowing his imprisonment, Aitken became a Christian and later became the honorary president of Christian Solidarity Worldwide. He was ordained as an Anglican priest in 2019.", "Sam_Allardyce": "Samuel Allardyce (; born 19 October 1954), colloquially referred to as Big Sam, is an English football manager and former professional player.\nAllardyce made 578 league and cup appearances in a 21-year career spent mostly in the Football League, as well as brief spells in the North American Soccer League and League of Ireland. He was signed by Bolton Wanderers from Dudley Town in 1969 and spent nine years at Bolton, helping the club to win the Second Division title in 1977–78. He spent the 1980s as a journeyman player, spending time with Sunderland, Millwall, Tampa Bay Rowdies, Coventry City, Huddersfield Town, Bolton Wanderers (for a second spell), Preston North End, and West Bromwich Albion (also working as assistant manager). During this time he helped Preston to win promotion out of the Fourth Division in 1986–87.\nMoving into management, he took charge of Irish club Limerick in 1991, leading the club to the League of Ireland First Division (second tier) title in 1991–92. He returned to England as youth coach at Preston North End, also serving briefly as caretaker-manager. He took up his first permanent management role in England at Blackpool in July 1994, but was sacked after two years having narrowly failed to achieve promotion. He spent January 1997 to October 1999 in charge at Notts County, taking them to the Third Division title in 1997–98. He then returned to Bolton Wanderers as manager, leading the club to promotion out of the First Division via the play-offs in 2001, as well as a League Cup final and UEFA Cup qualification. Following a spell at Newcastle United from May 2007 to January 2008, Allardyce managed Blackburn Rovers for a two-year spell from December 2008. He was appointed West Ham United manager in June 2011, leading the club to promotion out of the Championship via the play-offs in 2012, before leaving West Ham in May 2015 after criticism from fans over his playing style. He was appointed Sunderland manager in October 2015 and saved the club from relegation. He was appointed as manager of the English national team for a brief spell in July 2016, before taking charge at Crystal Palace five months later. After helping Palace to avoid relegation that season, he announced his resignation in May 2017. He would then have short spells as manager at Everton from 2017 to 2018, and West Bromwich Albion from 2020 to 2021.\nAllardyce has been labelled a long ball manager by some analysts, though he has disputed this perception as \"totally and utterly wrong\". He takes a modern, technology and statistics centred approach to tactics and coaching, and has been praised for his organisational and man-management skills.\nAllardyce has been criticised for alleged corruption and has twice been the subject of undercover media investigations. In September 2006, he and his son, Craig, were implicated in a BBC Panorama documentary for taking bribes, allegations which they denied. In September 2016, undercover Daily Telegraph reporters posing as businessmen recorded him offering to help them to get around FA third party ownership rules and provisionally agreeing a £400,000 contract. Following the Daily Telegraph investigation, Allardyce resigned as England manager in a mutual agreement with the Football Association on 27 September.", "Russell_Crowe": "Russell Ira Crowe (born 7 April 1964) is an actor. He was born in New Zealand, spent ten years of his childhood in Australia, and moved there permanently at age twenty one. He came to international attention for his role as Roman General Maximus Decimus Meridius in the epic historical film Gladiator (2000), for which he won an Academy Award, Broadcast Film Critics Association Award, Empire Award, and London Film Critics Circle Award for Best Leading Actor, along with 10 other nominations in the same category.\nCrowe's other award-winning performances include tobacco firm whistle-blower Jeffrey Wigand in the drama film The Insider (1999) and mathematician John Forbes Nash Jr. in the biopic A Beautiful Mind (2001). He has also starred in films such as the drama Romper Stomper (1992), the mystery-detective thriller L.A. Confidential (1997), the epic war film Master and Commander: The Far Side of the World (2003), the biographical boxing drama Cinderella Man (2005), the Western 3:10 to Yuma (2007), the crime drama American Gangster (2007), the thriller-drama State of Play (2009), and Robin Hood (2010).\nCrowe later starred in the musical drama Les Misérables (2012), as Jor-El in the superhero epic Man of Steel (2013), the biblical fantasy drama Noah (2014), the action comedy The Nice Guys (2016), portrayed Zeus Panhellenios in the Marvel Cinematic Universe (MCU) film Thor: Love and Thunder (2022), and will star in the upcoming Sony's Spider-Man Universe (SSU) film Kraven The Hunter (2023). In 2014, he made his directorial debut with the drama The Water Diviner, in which he also starred. He has earned various accolades, including a star on the Hollywood Walk of Fame, two Golden Globe Awards, a British Academy Film Award, and an Academy Award out of three consecutive nominations (1999, 2000, and 2001). He has been the co-owner of the National Rugby League (NRL) team South Sydney Rabbitohs since 2006.", "Martin_Crowe": "Martin David Crowe  (22 September 1962 – 3 March 2016) was a New Zealand cricketer, Test and ODI captain as well as a commentator. He played for the New Zealand national cricket team between 1982 and 1995, and is regarded as one of the country's greatest batsmen.Crowe made his first-class debut for Auckland at the age of 17, and his Test debut for New Zealand at the age of 19. He was named a Wisden Cricketer of the Year in 1985, and was credited as one of the \"best young batsmen in the world\". Crowe was appointed New Zealand's captain in 1990, and led the team until 1993. In a Test against Sri Lanka in 1991, he scored 299 runs, breaking the record for the highest score by a New Zealander. In the same match, he also set a new record for the highest partnership in Test cricket, putting on 467 runs with Andrew Jones. At the 1992 World Cup, which New Zealand co-hosted with Australia, Crowe was named the player of the tournament, and led his team to a semi-final. By the time he finished his international career in 1995, he held the records for the most Test and One Day International (ODI) runs scored for New Zealand.\nAfter retiring from playing, Crowe remained involved in cricket as a writer and commentator. He was diagnosed with lymphoma in 2012, but was declared cancer-free the following year. However, the disease returned in 2014, and eventually led to his death in 2016. He was also one of the main brains of initiating the ICC World Test Championship concept which was initially proposed in 2009 but did not materialise until 2019.", "Richard_Dix": "Richard Dix (born Ernst Carlton Brimmer; July 18, 1893 – September 20, 1949) was an American motion picture actor who achieved popularity in both silent and sound film. His standard on-screen image was that of the rugged and stalwart hero. He was nominated for the Academy Award for Best Actor for his lead role in the Best Picture-winning epic Cimarron (1931).", "Joan_Fontaine": "Joan de Beauvoir de Havilland (October 22, 1917 – December 15, 2013), known professionally as Joan Fontaine, was a British-American actress who is best known for her starring roles in Hollywood films during the \"Golden Age\". Fontaine appeared in more than 45 films in a career that spanned five decades. She was the younger sister of actress Olivia de Havilland. Their rivalry was well-documented in the media at the height of Fontaine's career.\nShe began her film career in 1935, signing a contract with RKO Pictures. Fontaine received her first major role in The Man Who Found Himself (1937) and in Gunga Din (1939). Her career prospects improved greatly after her starring role in Alfred Hitchcock's Rebecca (1940), for which she received her first of three nominations for the Academy Award for Best Actress. The following year, she won that award for her role in Hitchcock's Suspicion (1941). A third nomination came with The Constant Nymph (1943). She appeared mostly in drama films through the 1940s, including Letter from an Unknown Woman (1948), which is now considered a classic. In the next decade, after her role in Ivanhoe (1952), her film career began to decline and she moved into stage, radio and television roles. She appeared in fewer films in the 1960s, which included Voyage to the Bottom of the Sea (1961), and her final film role in The Witches (1966), also known as The Devil's Own.\nShe released an autobiography, No Bed of Roses, in 1978, and continued to act until 1994. Having won an Academy Award for her role in Suspicion, Fontaine is the only actress to have won an Academy Award for acting in a Hitchcock film. She and her sister remain the only siblings to have won lead-acting Academy Awards.", "Frank_Shaughnessy": "Francis Joseph \"Shag\" Shaughnessy (April 8, 1883 – May 15, 1969) was an American athlete and sports executive. Shaughnessy played both baseball and football and was an executive in baseball, football and ice hockey. He was born in the United States and moved to Canada in the 1910s, where he was involved with football and ice hockey teams in Montreal and Ottawa. He was later president of the International League of baseball. His son Frank Shaughnessy Jr. also played football and ice hockey, and played ice hockey for the United States in the 1936 Winter Olympics.", "White_Airways": "White Airways S.A. (also known as White) is a Portuguese charter airline headquartered in Porto Salvo, Oeiras. It mainly operates charter flights from Lisbon Humberto Delgado Airport on behalf of tour operators as well as on lease on behalf of other airlines.", "Charles_Dickens": "Charles John Huffam Dickens (; 7 February 1812 – 9 June 1870) was an English writer and social critic. He created some of the world's best-known fictional characters and is regarded by many as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime and, by the 20th century, critics and scholars had recognised him as a literary genius. His novels and short stories are widely read today.Born in Portsmouth, Dickens left school at the age of 12 to work in a boot-blacking factory when his father was incarcerated in a debtors' prison. After three years he returned to school, before he began his literary career as a journalist. Dickens edited a weekly journal for 20 years, wrote 15 novels, five novellas, hundreds of short stories and non-fiction articles, lectured and performed readings extensively, was an indefatigable letter writer, and campaigned vigorously for children's rights, for education, and for other social reforms.\nDickens's literary success began with the 1836 serial publication of The Pickwick Papers, a publishing phenomenon—thanks largely to the introduction of the character Sam Weller in the fourth episode—that sparked Pickwick merchandise and spin-offs. Within a few years Dickens had become an international literary celebrity, famous for his humour, satire and keen observation of character and society. His novels, most of them published in monthly or weekly installments, pioneered the serial publication of narrative fiction, which became the dominant Victorian mode for novel publication. Cliffhanger endings in his serial publications kept readers in suspense. The instalment format allowed Dickens to evaluate his audience's reaction, and he often modified his plot and character development based on such feedback. For example, when his wife's chiropodist expressed distress at the way Miss Mowcher in David Copperfield seemed to reflect her own disabilities, Dickens improved the character with positive features. His plots were carefully constructed and he often wove elements from topical events into his narratives. Masses of the illiterate poor would individually pay a halfpenny to have each new monthly episode read to them, opening up and inspiring a new class of readers.His 1843 novella A Christmas Carol remains especially popular and continues to inspire adaptations in every artistic genre. Oliver Twist and Great Expectations are also frequently adapted and, like many of his novels, evoke images of early Victorian London. His 1859 novel A Tale of Two Cities (set in London and Paris) is his best-known work of historical fiction. The most famous celebrity of his era, he undertook, in response to public demand, a series of public reading tours in the later part of his career. The term Dickensian is used to describe something that is reminiscent of Dickens and his writings, such as poor social or working conditions, or comically repulsive characters.", "Sony": "Sony Group Corporation (ソニーグループ株式会社, Sonī Gurūpu kabushiki gaisha,  SOH-nee) (also known as Sony Corporation, commonly known as Sony, stylized as SONY and abbreviated as Sony Group Corp.) is a Japanese multinational conglomerate corporation headquartered in Minato, Tokyo, Japan. As a major technology company, it operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company and the largest video game publisher. Through Sony Entertainment Inc, it is one of the largest music companies (largest music publisher and second largest record label) and the third largest film studio, making it one of the most comprehensive media companies. It is the largest technology and media conglomerate in Japan. It is also recognized as the most cash-rich Japanese company, with net cash reserves of ¥2 trillion.Sony, with its 55 percent market share in the image sensor market, is the largest manufacturer of image sensors, the second largest camera manufacturer, and is among the semiconductor sales leaders. It is the world's largest player in the premium TV market for a television of at least 55 inches (140 centimeters) with a price higher than $2,500 as well as second largest TV brand by market share and, as of 2020, the third largest television manufacturer in the world by annual sales figures.Sony Group Corporation is the holding company of the Sony Group (ソニー・グループ, Sonī Gurūpu), which comprises Sony Corporation, Sony Semiconductor Solutions, Sony Entertainment (Sony Pictures, Sony Music), Sony Interactive Entertainment, Sony Financial Group, Sony Creative Products, and others.\nThe company's slogan is We are Sony. Their former slogans were The One and Only (1979–1982), It's a Sony (1981–2005), like.no.other (2005–2009), make.believe (2009–2013), and Be Moved (2013–2021).\nSony has a weak tie to the Sumitomo Mitsui Financial Group (SMFG) corporate group, the successor to the Mitsui keiretsu. Sony is listed on the Tokyo Stock Exchange (in which it is a constituent of the Nikkei 225 and TOPIX Core30 indexes) with an additional listing in the form of American depositary receipts listed in the New York Stock Exchange (traded since 1970, making it the oldest Japanese company to be listed in an American exchange), and was ranked 88th on the 2021 Fortune Global 500 list.", "Bill_Krueger": "William Culp Krueger (born April 24, 1958) is a former Major League Baseball pitcher, who played from 1983 to 1995 for eight teams. He pitched for the Oakland A's, Los Angeles Dodgers, Milwaukee Brewers, Seattle Mariners (twice), Minnesota Twins, Montreal Expos, Detroit Tigers, and San Diego Padres.", "Michele_Canzio": "Michele Canzio (1788–1868) was an Italian architect and painter, best known as stage designer for the Teatro Carlo Felice in Genoa. He also designed a remarkable garden at the Villa Durazzo-Pallavicini.\nCanzio was born in Genoa, where at age 17 he designed Napoleon's triumphal arch. His activities in stage design began in 1818 at the Teatro di Sant'Agostino for \"Matrimonio segreto\" by Domenico Cimarosa, followed in 1819 by Rossini's \"Aureliano in Palmira\".\nWhen the Teatro Carlo Felice was constructed, Canzio aided in its design, as well as the design for its inaugural ballet, \"Gli adoratori del fuoco\". From 1832 to 1836, and again from 1850 to 1854, he served as the theater's impresario, as well as serving as its principal stage designer until 1850. Canzio also oversaw Genoa's decorations for the marriage of Vittorio Emanuele to Maria Adelaide of Austria (1842), as well as palazzi (Palazzo Reale in via Balbi, 1842), churches (San Donato, 1846), and gardens. He served as director of the school of ornament at the Accademia Ligustica from 1827 to 1867.\nChief among his garden designs is that for the Villa Durazzo-Pallavicini (1840–1846).", "Corfu": "Corfu (, US also ) or Kerkyra (Greek: Κέρκυρα, romanized: Kérkyra, pronounced [ˈcercira] (listen)) is a Greek island in the Ionian Sea, of the Ionian Islands, and, including its small satellite islands, forms the margin of the northwestern frontier of Greece. The island is part of the Corfu regional unit, and is administered by three municipalities with the islands of Othonoi, Ereikoussa, and Mathraki. The principal city of the island (pop. 32,095) is also named Corfu. Corfu is home to the Ionian University.\nThe island is bound up with the history of Greece from the beginnings of Greek mythology, and is marked by numerous battles and conquests. Ancient Korkyra took part in the Battle of Sybota which was a catalyst for the Peloponnesian War, and, according to Thucydides, the largest naval battle between Greek city states until that time. Thucydides also reports that Korkyra was one of the three great naval powers of fifth century BC Greece, along with Athens and Corinth. Ruins of ancient Greek temples and other archaeological sites of the ancient city of Korkyra are found in Palaiopolis. Medieval castles punctuating strategic locations across the island are a legacy of struggles in the Middle Ages against invasions by pirates and the Ottomans. Two of these castles enclose its capital, which is the only city in Greece to be surrounded in such a way. As a result, Corfu's capital has been officially declared a Kastropolis (\"castle city\") by the Greek government. From medieval times and into the 17th century, the island successfully repulsed the Ottomans during several sieges, was recognised as a bulwark of the European States against the Ottoman Empire and became one of the most fortified places in Europe. The fortifications of the island were used by the Venetians to defend against Ottoman intrusion into the Adriatic. In November 1815 Corfu came under British rule following the Napoleonic Wars, and in 1864 was ceded to modern Greece by the British government along with the remaining islands of the United States of the Ionian Islands under the Treaty of London. Corfu is the origin of the Ionian Academy, the first university of the modern Greek state, and the Nobile Teatro di San Giacomo di Corfù, the first Greek theatre and opera house of modern Greece. The first governor of independent Greece after the revolution of 1821, founder of the modern Greek state, and distinguished European diplomat Ioannis Kapodistrias was born in Corfu.\nIn 2007, the city's old town was added to the UNESCO World Heritage List, following a recommendation by ICOMOS. The 1994 European Union summit was held in Corfu. The island is a popular tourist destination.", "Cocheren": "Cocheren (French pronunciation: ​[kɔʃʁən]; German: Kochern) is a commune in the Moselle department in Grand Est in north-eastern France.\nLocalities of the commune: Ditschviller (German: Ditschweiler),  Herapel.", "Mayrhofer": "Mayrhofer is a German surname meaning \"from the region of Mayrhof\" in Austria. Notable people with the surname include:\n\nCarl Mayrhofer (1837–82), Austrian obstetrician\nJohann Mayrhofer (1787–1836), Austrian poet and librettist known for his friendship with Franz Schubert\nManfred Mayrhofer (1926–2011), Austrian linguist who specialized in Indo-Iranian languages\nSabine Mayrhofer-Gritsch (born 1973), Austrian recurve archer\nWolfgang Mayrhofer (born 1958), Austrian sailor who competed in the 1980 Olympic Olympics, academic in the field of management and organisational behaviour", "Scott_Adkins": "Scott Edward Adkins (born 17 June 1976) is a English actor, film producer, screenwriter, gymnast, and martial artist. He is best known for his role as the Russian prison fighter Yuri Boyka in the Undisputed franchise. He has played Yuri Boyka in the (2006) film Undisputed II: Last Man Standing and its two sequels, Undisputed III: Redemption (2010) and Boyka: Undisputed (2017); Casey Bowman in the (2009) film Ninja and its (2013) sequel Ninja: Shadow of a Tear; French in the (2018) film The Debt Collector and its (2020) sequel Debt Collectors (starring alongside Louis Mandylor).\nHe worked in four films with his idol Jean-Claude Van Damme: The Shepherd: Border Patrol, Assassination Games, Universal Soldier: Day of Reckoning and The Expendables 2. He also had starring roles in The Legend of Hercules, Wolf Warrior and Ip Man 4: The Finale playing the main antagonist in all three films, and also appeared in The Bourne Ultimatum, Zero Dark Thirty, and the Marvel projects Mutant X, X-Men Origins: Wolverine, and Doctor Strange. In 2022, he starred in Day Shift with Jamie Foxx and Dave Franco, and will appear in John Wick: Chapter 4 alongside Keanu Reeves in 2023.", "Shinya_Yamanaka": "Shinya Yamanaka (山中 伸弥, Yamanaka Shin'ya, born September 4, 1962) is a Japanese stem cell researcher and a Nobel Prize laureate. He serves as the director of Center for iPS Cell (induced Pluripotent Stem Cell) Research and Application and a professor at the Institute for Frontier Medical Sciences at Kyoto University; as a senior investigator at the UCSF-affiliated Gladstone Institutes in San Francisco, California; and as a professor of anatomy at University of California, San Francisco (UCSF). Yamanaka is also a past president of the International Society for Stem Cell Research (ISSCR).\nHe received the 2010 BBVA Foundation Frontiers of Knowledge Award in the biomedicine category, the 2011 Wolf Prize in Medicine with Rudolf Jaenisch, and the 2012 Millennium Technology Prize together with Linus Torvalds. In 2012, he and John Gurdon were awarded the Nobel Prize for Physiology or Medicine for the discovery that mature cells can be converted to stem cells. In 2013, he was awarded the $3 million Breakthrough Prize in Life Sciences for his work.", "Microsoft": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services. Headquartered at the Microsoft campus in Redmond, Washington, Microsoft's best-known software products are the Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. Microsoft ranked No. 21 in the 2020 Fortune 500 rankings of the largest United States corporations by total revenue; it was the world's largest software maker by revenue as of 2019. It is one of the Big Five American information technology companies, alongside Alphabet (Google), Amazon,         Apple, and Meta (Facebook).\nMicrosoft was founded by Bill Gates and Paul Allen on April 4, 1975, to develop and sell BASIC interpreters for the Altair 8800. It rose to dominate the personal computer operating system market with MS-DOS in the mid-1980s, followed by Windows. The company's 1986 initial public offering (IPO), and subsequent rise in its share price, created three billionaires and an estimated 12,000 millionaires among Microsoft employees. Since the 1990s, it has increasingly diversified from the operating system market and has made a number of corporate acquisitions, their largest being the acquisition of LinkedIn for $26.2  billion in December 2016, followed by their acquisition of Skype Technologies for $8.5 billion in May 2011.As of 2015, Microsoft is market-dominant in the IBM PC compatible operating system market and the office software suite market, although it has lost the majority of the overall operating system market to Android. The company also produces a wide range of other consumer and enterprise software for desktops, laptops, tabs, gadgets, and servers, including Internet search (with Bing), the digital services market (through MSN), mixed reality (HoloLens), cloud computing (Azure), and software development (Visual Studio).\nSteve Ballmer replaced Gates as CEO in 2000, and later envisioned a \"devices and services\" strategy. This unfolded with Microsoft acquiring Danger Inc. in 2008, entering the personal computer production market for the first time in June 2012 with the launch of the Microsoft Surface line of tablet computers, and later forming Microsoft Mobile through the acquisition of Nokia's devices and services division. Since Satya Nadella took over as CEO in 2014, the company has scaled back on hardware and has instead focused on cloud computing, a move that helped the company's shares reach its highest value since December 1999.Earlier dethroned by Apple in 2010, in 2018 Microsoft reclaimed its position as the most valuable publicly traded company in the world. In April 2019, Microsoft reached the trillion-dollar market cap, becoming the third U.S. public company to be valued at over $1 trillion after Apple and Amazon respectively. As of 2022, Microsoft has the fourth-highest global brand valuation.\nMicrosoft has been criticized for its monopolistic practices and the company's software has been criticized for problems with ease of use, robustness, and security.", "Jake_Bugg": "Jake Bugg (born Jake Edwin Charles Kennedy on 28 February 1994) is an English singer-songwriter. His self-titled debut album, Jake Bugg, some of which was co-written with songwriter Iain Archer, was released in October 2012 and reached number one on the UK Albums Chart. His second album, Shangri La, was released in November 2013 and his third, largely self-produced album On My One, in June 2016. His fourth album Hearts That Strain, a largely acoustic effort, produced by Dan Auerbach, was released in September 2017. After a gap of four years, in August 2021, Bugg released the more pop-influenced fifth album Saturday Night, Sunday Morning.", "Thomas_Voeckler": "Thomas Voeckler (French pronunciation: ​[tɔ.ma vœ.klɛʁ]; born 22 June 1979) is a French former road racing cyclist, who competed professionally between 2001 and 2017, for the Direct Énergie team and its previous iterations.One of the most prominent French riders of his generation, Voeckler has been described as a \"national hero\", due to strong performances over several years in the Tour de France.", "Arnold_Rimmer": "Arnold Judas Rimmer is a fictional character in the science fiction sitcom Red Dwarf, played by Chris Barrie. Rimmer is characterised as a second-class technician (and de facto leader) of the mining ship Red Dwarf. Portrayed as snobbish, pedantic, and self-centred, Rimmer is unpopular with his crewmates and is often the target of insults and general ridicule.\nAfter he is killed by a radiation leak during an ellipsis in the series' first episode \"The End\" (1988) Rimmer is present for most of the series as a computer-generated hologram, indicated by the 'H' symbol on his forehead. From series I-V, Rimmer is intangible as a hologram and unable to interact with his environment, referred to in-universe as 'soft-light'. Come the series VI episode \"Legion\" (1993), Rimmer's Light Bee is upgraded by the titular character to a 'hard-light' hologram where he is now able to interact with his surroundings as well as being essentially indestructible, yet still able to feel pain. Following the character's departure in the series VII episode \"Stoke Me a Clipper\" (1997), Rimmer is absent from the show until series VIII, where a flesh and blood version of Rimmer is shown having been resurrected by nanobots with no memory of the hologrammatic Rimmer's experiences and only those of Rimmer prior to the radiation leak in the first episode. Following a ten-year hiatus after series VIII, the character reappeared as the original hologram Rimmer in the miniseries Back to Earth (2009) onward. Doug Naylor confirmed in 2020 that the Rimmer from Back To Earth onwards is the original Rimmer having returned from his time being Ace Rimmer. Why he returned or what happened to the resurrected version of Rimmer from series eight has not been revealed yet. For a brief time in the feature-length special Red Dwarf The Promised Land, Rimmer is temporarily upgraded to Diamond Light, a combination of both soft and hard light.\nThe creators of the series acknowledge that Rimmer's surname comes from a snobby prefect with whom they attended school. They joke that only the boy's name was used, and not his personality because that would imply he had one.", "Dressmann": "Dressmann is a chain of men's clothing stores owned by Varner-Gruppen. It was founded in Norway by Frank Varner, who opened the first store in Oslo in 1967. In addition to Norway, Dressmann stores can now be found in Sweden, Finland, Germany, Latvia (to 2014), Iceland and Denmark. In 2013 the number of stores had grown to 400. In 2010 it started a one-year collaboration with the rock band The Rolling Stones. Dressmann got the rights to use old classical songs in advertisement as well as artwork created by the Rolling Stones.\nDressmann is now the leading chain of men's clothing stores in Northern Europe.", "Arthur_Robison": "Arthur Robison (June 25, 1883 – October 20, 1935) was a German film director and screenwriter of the silent era. He directed 20 films between 1916 and 1935.", "Bush": "Bush commonly refers to:\n\nShrub, a small or medium woody plantBush, Bushes, or the bush may also refer to:", "Al_Dubin": "Alexander Dubin (June 10, 1891 – February 11, 1945) was an American lyricist. He is best known for his collaborations with the composer Harry Warren.", "Rice": "Rice is the seed of the grass species Oryza sativa (Asian rice) or less commonly O. glaberrima (African rice). The name wild rice is usually used for species of the genera Zizania and Porteresia, both wild and domesticated, although the term may also be used for primitive or uncultivated varieties of Oryza.\nAs a cereal grain, domesticated rice is the most widely consumed staple food for over half of the world's human population, particularly in Asia and Africa. It is the agricultural commodity with the third-highest worldwide production, after sugarcane and maize. Since sizable portions of sugarcane and maize crops are used for purposes other than human consumption, rice is the most important food crop with regard to human nutrition and caloric intake, providing more than one-fifth of the calories consumed worldwide by humans. There are many varieties of rice and culinary preferences tend to vary regionally.\n\nThe traditional method for cultivating rice is flooding the fields while, or after, setting the young seedlings. This simple method requires sound irrigation planning, but reduces the growth of less robust weed and pest plants that have no submerged growth state, and deters vermin. While flooding is not mandatory for the cultivation of rice, all other methods of irrigation require higher effort in weed and pest control during growth periods and a different approach for fertilizing the soil.\n\nRice, a monocot, is normally grown as an annual plant, although in tropical areas it can survive as a perennial and can produce a ratoon crop for up to 30 years. Rice cultivation is well-suited to countries and regions with low labor costs and high rainfall, as it is labor-intensive to cultivate and requires ample water. However, rice can be grown practically anywhere, even on a steep hill or mountain area with the use of water-controlling terrace systems. Although its parent species are native to Asia and certain parts of Africa, centuries of trade and exportation have made it commonplace in many cultures worldwide. Production and consumption of rice is estimated to have been responsible for 4% of global greenhouse gas emissions in 2010.", "Anne": "Anne, alternatively spelled Ann, is a form of the Latin female given name Anna. This in turn is a representation of the Hebrew Hannah, which means 'favour' or 'grace'. Related names include Annie.\nAnne is sometimes used as a male name in the Netherlands, particularly in the Frisian speaking part (for example, author Anne de Vries). In this incarnation, it is related to Germanic arn-names and means 'eagle'.  It has also been used for males in France (Anne de Montmorency) and Scotland (Lord Anne Hamilton).\nAnne is a common name and the following lists represent a small selection. For a comprehensive list, see instead: All pages with titles beginning with Anne.", "Tony_Blair": "Sir Anthony Charles Lynton Blair  (born 6 May 1953) is a British former politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. He previously served as Leader of the Opposition from 1994 to 1997, and had served in various shadow cabinet posts from 1987 to 1994. Blair was the Member of Parliament (MP) for Sedgefield from 1983 to 2007. He is the second longest serving prime minister in modern history after Margaret Thatcher, and is the longest serving Labour politician to have held the office.\nBlair attended the independent school Fettes College, and studied law at St John's College, Oxford, where he became a barrister. He became involved in Labour politics and was elected to the House of Commons in 1983 for the Sedgefield constituency in County Durham. As a backbencher, Blair supported moving the party to the political centre of British politics. He was appointed to Neil Kinnock's shadow cabinet in 1988 and was appointed shadow home secretary by John Smith in 1992. Following the death of Smith in 1994, Blair won the 1994 Labour Party leadership election to succeed him. His tenure as leader began with a historic rebranding of the party, who began to use the campaign label New Labour. The name dates from a conference slogan first used by the party in 1994, later seen in a draft manifesto which was published in 1996 and titled New Labour, New Life for Britain, and was presented as the brand of a newly reformed party.\nBlair was appointed prime minister after Labour won the 1997 general election, its largest landslide general election victory in history, becoming the youngest prime minister of the 20th century. During his first term, Blair enacted constitutional reforms, and significantly increased public spending on healthcare and education, while also introducing controversial market-based reforms in these areas. In addition, Blair saw the introduction of a minimum wage, tuition fees for higher education, constitutional reform such as devolution in Scotland and Wales and progress in the Northern Ireland peace process. On foreign policy, Blair oversaw British interventions in Kosovo in 1999 and Sierra Leone in 2000, which were generally perceived as successful.\nBlair was re-elected in a second landslide in 2001. Three months into his second term, Blair's premiership was shaped by the September 11 terrorist attacks in the United States, resulting in the start of the war on terror. Blair supported the foreign policy of the George W. Bush administration by ensuring that the British Armed Forces participated in the War in Afghanistan, to overthrow the Taliban, destroy al-Qaeda, and capture Osama bin Laden. In 2003, Blair supported the 2003 invasion of Iraq and had the British Armed Forces participate in the Iraq War, claiming that Saddam Hussein's regime possessed weapons of mass destruction (WMDs); no WMDs were ever found in Iraq.\nBlair was re-elected for a third term with another landslide in 2005, but with a substantially reduced majority. The Afghanistan and Iraq wars continued during his third term, and in 2006, Blair announced he would resign within a year. Blair resigned as Labour leader on 24 June 2007 and as prime minister on 27 June 2007, and was succeeded by Gordon Brown, his chancellor. After leaving office, Blair gave up his seat and was appointed Special Envoy of the Quartet on the Middle East, a diplomatic post which he held until 2015. He has been the executive chairman of the Tony Blair Institute for Global Change since 2016, and has made occasional political interventions. In 2009, Blair was awarded the Presidential Medal of Freedom by George W. Bush. He was knighted by Queen Elizabeth II in 2021.\nAt various points in his premiership, Blair was among both the most popular and unpopular figures in UK history. As prime minister, he achieved the highest recorded approval ratings during his first few years in office, but also one of the lowest such ratings during and after the Iraq War. Blair had notable electoral successes and reforms, and he is usually rated as above average in historical rankings and public opinion of British prime ministers.", "Blake_Shelton": "Blake Tollison Shelton (born June 18, 1976) is an American country music singer and television personality. In 2001, he made his debut with the single \"Austin\". The lead-off single from his self-titled debut album, \"Austin\" spent five weeks at number one on the Billboard Hot Country Songs chart. The now Platinum-certified debut album also produced two more top 20 entries (\"All Over Me\" and \"Ol' Red\").His second and third albums, 2003's The Dreamer and 2004's Blake Shelton's Barn & Grill, are gold and platinum, respectively. His fourth album, Pure BS (2007), was re-issued in 2008 with a cover of Michael Bublé's pop hit \"Home\" as one of the bonus tracks. His fifth album, Startin' Fires was released in November 2008. It was followed by the extended plays Hillbilly Bone and All About Tonight in 2010, and the albums Red River Blue in 2011, Based on a True Story... in 2013, Bringing Back the Sunshine in 2014, If I'm Honest in 2016, Texoma Shore in 2017, and Fully Loaded: God's Country in 2019.\nAs of December 2020, Shelton has charted 40 singles, including 28 number ones, 17 of which were consecutive. The 11th No. 1 (\"Doin' What She Likes\") broke \"the record for the most consecutive No. 1 singles in the Country Airplay chart's 24-year history\". Throughout his career, he has received nine Grammy Award nominations, including two for Best Country Album.Shelton is a judge on the televised singing competitions Nashville Star, Clash of the Choirs, and a coach on NBC's The Voice. He has been on The Voice since its inception, and, so far, in nine of twenty-two seasons (2–4, 7, 11, 13, 18, 20, 22), a member of his team has won.", "Ronnie_Simpson": "Ronald Campbell Simpson (11 October 1930 – 19 April 2004) was a Scottish football player and coach. He is mainly remembered for his time with Celtic, where he was the goalkeeper in the Lisbon Lions team that won the European Cup in 1967. Earlier in his career, Simpson had won the FA Cup twice with Newcastle United. He also played for Queen's Park, Third Lanark and Hibernian. Simpson represented Great Britain in the 1948 Olympics, but was not selected for Scotland until 1967. He made his international debut in the famous 3–2 victory against England at Wembley.", "Edward_Meyrick": "Edward Meyrick   (25 November 1854, in Ramsbury – 31 March 1938, at Thornhanger, Marlborough) was an English schoolmaster and amateur entomologist.  He was an expert on microlepidoptera and some consider him one of the founders of modern microlepidoptera systematics.", "Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukraïna, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is the second-largest European country after Russia, which it borders to the east and northeast. Ukraine covers approximately 600,000 square kilometres (230,000 sq mi). Prior to the ongoing Russian invasion, it was the eighth-most populous country in Europe, with a population of around 41 million people. It is also bordered by Belarus to the north; by Poland, Slovakia, and Hungary to the west; and by Romania and Moldova to the southwest; with a coastline along the Black Sea and the Sea of Azov to the south and southeast. Kyiv is the nation's capital and largest city. Ukraine's state language is Ukrainian; Russian is also widely spoken, especially in the east and south.\nDuring the Middle Ages, Ukraine was the site of early Slavic expansion and the area later became a key centre of East Slavic culture under the state of Kievan Rus', which emerged in the 9th century. The state eventually disintegrated into rival regional powers and was ultimately destroyed by the Mongol invasions of the 13th century. The area was then contested, divided, and ruled by a variety of external powers for the next 600 years, including the Polish–Lithuanian Commonwealth, the Austrian Empire, the Ottoman Empire, and the Tsardom of Russia. The Cossack Hetmanate emerged in central Ukraine in the 17th century, but was partitioned between Russia and Poland, and ultimately absorbed by the Russian Empire. Ukrainian nationalism developed, and following the Russian Revolution in 1917, the short-lived Ukrainian People's Republic was formed. The Bolsheviks consolidated control over much of the former empire and established the Ukrainian Soviet Socialist Republic, which became a constituent republic of the Soviet Union when it was formed in 1922. In the early 1930s, millions of Ukrainians died in the Holodomor, a man-made famine. During World War II, Ukraine was devastated by the German occupation.\nUkraine gained independence in 1991 as the Soviet Union dissolved, and declared itself neutral. A new constitution was adopted in 1996. A series of mass demonstrations, known as the Euromaidan, led to the establishment of a new government in 2014 after a revolution. Russia then unilaterally annexed Ukraine's Crimean Peninsula; and pro-Russian unrest culminated in a war between Russian-backed separatists and government forces in eastern Ukraine. Russia later launched a full-scale invasion of Ukraine in February 2022. Since the outbreak of war with Russia, Ukraine has continued to seek closer ties with the European Union and NATO.Ukraine is a unitary state with a semi-presidential system. It is a developing country, ranking 77th on the Human Development Index. Ukraine is the poorest country in Europe by nominal GDP per capita, and corruption remains a significant issue. However, due to its extensive fertile land, pre-war Ukraine was one of the largest grain exporters in the world. It is a founding member of the United Nations, as well as a member of the Council of Europe, the World Trade Organization, and the OSCE. It is in the process of joining the European Union and has submitted an application for NATO membership.", "Michael_Crawford": "Michael Patrick Smith,  (born 19 January 1942), known professionally as Michael Crawford, is an English tenor, actor and comedian.\nCrawford is best known for playing both the hapless Frank Spencer in the sitcom Some Mothers Do 'Ave 'Em and the title role in the musical The Phantom of the Opera. His acclaimed performance in the latter earned him both the Laurence Olivier Award for Best Actor in a Leading Role in a Musical and Tony Award for Best Actor in a Leading Role in a Musical. He has received international critical acclaim and won numerous awards during his acting career, which has included many film and television performances as well as stage work on both London's West End and on Broadway.\nCrawford has also published the autobiography Parcel Arrived Safely: Tied With String. Since 1987, he has served as the leader and public face for the British social cause organization the Sick Children's Trust.", "Nikoloz": "Nikoloz (Georgian: ნიკოლოზ) is a Georgian masculine given name. Diminutives of Nikoloz include Nika and Niko. It is a cognate of the name Nicholas. Notable people with the name include:\n\nNikoloz \"Tato\" Baratashvili (1817–1845), Georgian poet\nNikoloz Basilashvili (born 1992), Georgian tennis player\nNikoloz Berdzenishvili (1895–1965), Georgian historian and academician\nNikoloz \"Nika\" Chkheidze (born 1968), Georgian footballer\nNikoloz Cholokashvili (1585–1658), Georgian Orthodox priest, politician and diplomat\nNikoloz Gelashvili (born 1985), Georgian footballer\nNikoloz \"Nika\" Gilauri (born 1975), Georgian politician, former Prime Minister of Georgia\nNikoloz Gruzinsky (1783–1861), Georgian prince\nNikoloz Izoria (born 1985), Georgian boxer\nNikoloz \"Lasha\" Janashia (1931–1982), Georgian historian and academician\nNikoloz \"Nika\" Janjgava (born 1970), Georgian military colonel and a military historian\nNikoloz \"Nika\" Kvekveskiri (born 29 May 1992), Georgian footballer\nNikoloz \"Niko\" Lekishvili (born 1947), Georgian politician and statesman, former Prime Minister of Georgia\nNikoloz Memanishvili (born 1979), Georgian conductor, composer and cultural manager\nNikoloz Mnatobishvili (born 1992), Georgian footballer\nNikoloz \"Niko\" Muskhelishvili (1891–1976), Georgian-Soviet mathematician, physician and engineer\nNikoloz \"Niko\" Rurua (1968–2018), Georgian politician\nNikoloz Shengelaia (1903–1943), Georgian film director\nNikoloz Togonidze (born 1971), Georgian footballer\nNikoloz Tskitishvili (born 1983), Georgian basketball player\nNikoloz \"Nika\" Vacheishvili (born 1968) Georgian art scholar and politician", "Arbace": "Arbace is an opera seria in three acts by Francesco Bianchi. The libretto was by Gaetano Sertor.\nThe opera was forward looking in its structure, with tension gradually mounting, via an exciting prison scene (\"a fore-shadowing of romanticism\") to a considerable climax. Marita P. McClymonds remarks on \"The use of tonality, modality, chromaticism and strong dynamic contrasts for expressive purposes, as well as the liberal use of wind instruments ...\"", "Donald_Banks": "Major-General Sir Thomas MacDonald \"Donald\" Banks  (31 March 1891 – 11 July 1975) was a British Army officer, senior civil servant and a founder member and first Chairman of the Guernsey Society.", "Matty_Mullins": "Matty Mullins (born July 3, 1988) is an American singer and songwriter. He is the lead vocalist of the metalcore band Memphis May Fire.", "Thor": "Thor (; from Old Norse: Þórr [ˈθoːrː]) is a prominent god in Germanic paganism. In Norse mythology, he is a hammer-wielding god associated with lightning, thunder, storms, sacred groves and trees, strength, the protection of humankind, hallowing, and fertility. Besides Old Norse Þórr, the deity occurs in Old English as Þunor, in Old Frisian as Thuner, in Old Saxon as Thunar, and in Old High German as Donar, all ultimately stemming from the Proto-Germanic theonym *Þun(a)raz, meaning 'Thunder'.\nThor is a prominently mentioned god throughout the recorded history of the Germanic peoples, from the Roman occupation of regions of Germania, to the Germanic expansions of the Migration Period, to his high popularity during the Viking Age, when, in the face of the process of the Christianization of Scandinavia, emblems of his hammer, Mjölnir, were worn and Norse pagan personal names containing the name of the god bear witness to his popularity.\nDue to the nature of the Germanic corpus, narratives featuring Thor are only attested in Old Norse, where Thor appears throughout Norse mythology. Norse mythology, largely recorded in Iceland from traditional material stemming from Scandinavia, provides numerous tales featuring the god. In these sources, Thor bears at least fifteen names, is the husband of the golden-haired goddess Sif, is the lover of the jötunn Járnsaxa, and is generally described as being light-skinned, with \"hair fairer than gold\" and red beard, however some scholars dismiss the notion that Thor had a red beard. With Sif, Thor fathered the goddess (and possible valkyrie) Þrúðr; with Járnsaxa, he fathered Magni; with a mother whose name is not recorded, he fathered Móði, and he is the stepfather of the god Ullr. Thor is the son of Odin and Jörð, by way of his father Odin, he has numerous brothers, including Baldr. Thor has two servants, Þjálfi and Röskva, rides in a cart or chariot pulled by two goats, Tanngrisnir and Tanngnjóstr (that he eats and resurrects), and is ascribed three dwellings (Bilskirnir, Þrúðheimr, and Þrúðvangr). Thor wields the hammer Mjölnir, wears the belt Megingjörð and the iron gloves Járngreipr, and owns the staff Gríðarvölr. Thor's exploits, including his relentless slaughter of his foes and fierce battles with the monstrous serpent Jörmungandr—and their foretold mutual deaths during the events of Ragnarök—are recorded throughout sources for Norse mythology.\nInto the modern period, Thor continued to be acknowledged in rural folklore throughout Germanic-speaking Europe. Thor is frequently referred to in place names, the day of the week Thursday bears his name (modern English Thursday derives from Old English þunresdæġ, 'Þunor's day'), and names stemming from the pagan period containing his own continue to be used today, particularly in Scandinavia. Thor has inspired numerous works of art and references to Thor appear in modern popular culture. Like other Germanic deities, veneration of Thor is revived in the modern period in Heathenry.", "Gregor": "Gregor is a masculine given name. Notable people and fictional characters with the name include:", "Dan_Morgan": "Daniel Thomas Morgan, Jr. (born December 19, 1978) is an American football executive and former linebacker who is the assistant general manager for the Carolina Panthers of the National Football League (NFL). He previously served as the director of player personnel for the Buffalo Bills and as the director of pro personnel for the Seattle Seahawks.  \nMorgan played in the NFL for seven seasons and played college football for the University of Miami, where he was recognized as an All-American, and won multiple national awards. Morgan was drafted by the Carolina Panthers in the first round of the 2001 NFL Draft, and he earned a Pro Bowl selection in 2004.", "Molly_Ivins": "Mary Tyler \"Molly\" Ivins (August 30, 1944 – January 31, 2007) was an American newspaper columnist, author, political commentator, and humorist. \nBorn in California and raised in Texas, Ivins attended Smith College and the Columbia University Graduate School of Journalism. She began her journalism career at the Minneapolis Tribune where she became the first female police reporter at the paper. Ivins joined The Texas Observer in the early 1970s and later moved to The New York Times. She became a columnist for the Dallas Times Herald in the 1980s, and then the Fort Worth Star-Telegram after the Times Herald was sold and shuttered (1991). Her column was subsequently syndicated by Creators Syndicate and carried by hundreds of newspapers. \nA biography of Ivins, Molly Ivins: A Rebel Life, was co-written in 2010 by PEN-USA winning presidential biographer Bill Minutaglio and W. Michael Smith.\nThe Forbes Media Guide Five Hundred, 1994 said: \n\nIvins's pithy assessments of politics and life at large crackle with broad Texas humor. Combining her talent for culling information with her razor-sharp wit, she throws a powerful knockout punch. ... Whether one agrees with her or not, Ivins's pen pierces both the brain and the funny bone.", "Lynne_Perrie": "Lynne Perrie (born Jean Dudley; 7 April 1931 – 24 March 2006) was an English actress, singer and television personality, best known as Mrs Casper in Ken Loach's 1969 film Kes, Mrs Petty in the television series Queenie's Castle, and as Ivy Tilsley in Coronation Street.", "Begbie": "The family name Begbie (orig. Baikbie, 1566. Baigbie, 1594) originates in south-east Scotland, where it is most common in the Edinburgh and East Lothian areas.\nBegbie is derived from the Old Norse personal name and byname Baggi + Old Norse býr; 'settlement' or 'farm'. Whilst also appearing in Old Danish, Baggi was used to describe a 'bag', 'pack', 'bundle' or 'ram' (male sheep) in Old Norse. During the Middle Ages, Baggi was also used as a byname for a 'Norwegian, man from Norway.' The earliest documented usage is recorded in Norway during the 14th century (in Bohuslän, now Sweden).\nIn its  contemporary form, Bagge appears both as a given and family name in Denmark and the southern regions of Sweden and Norway. (Derivative forms of the name can also be found in Scandinavia. For example, the Danish patronymic form Baggesen, and equivalent Norwegian form Baggesson, meaning \"Son of Bagge\"). 'Bagge Baggesen', a 51 year old male, is noted in the Danish national census of 1850 as residing in Ålborg.\n\nThe place name refers to the small hamlet of Begbie, [55° 55'42.00\"N 2°48'55.00\"W], 0.5-mile (0.80 km) east of Samuelston, near the market town of Haddington, East Lothian. (The same place name elements can be found in Baggeby, Stockholm county, Sweden, and also Bagby, North Yorkshire, England). The lands of Begbie (orig. Bagby) were gifted to the nunnery at Haddington by its founder, Queen Ada, wife of Henry, King of Scots, and mother to Malcolm IV and William I, upon her death in 1178. Begbie is one of a number of settlements in East Lothian whose place name elements are Scandinavian in origin. Others include Humbie and Blegbie.\nNotable people and characters with the surname include:\n\nAlfred William Begbie, British civil servant in India\nDenis Begbie (1914–2009), South African cricketer\nHarold Begbie (1871–1929), English author and journalist\nIsaac Begbie (born 1868), Scottish footballer\nJames Begbie (1798–1869), British medical doctor\nJames Warburton Begbie (1826–1876), British medical doctor\nJeremy Begbie, Thomas A. Langford Research Professor at Duke Divinity School, Duke University\nHerbert Gordon Smirnoff Begbie (born 1905), former bishop of Parramatta\nMatthew Baillie Begbie (1819–1894), British-born judge who served in British Columbia\nJack Mouland Begbie (Violinist), founding member and Leader of the BBC Scottish Orchestra\nFrancis Begbie, the main antagonist in Trainspotting, its prequel Skagboys and sequels Porno and The Blade Artist, as well as the 1996 film adaptation of Trainspotting and its 2017 sequel", "Meteor": "A meteoroid () is a small rocky or metallic body in outer space.\nMeteoroids are defined as objects significantly smaller than asteroids, ranging in size from grains to objects up to a meter wide. Objects smaller than this are classified as micrometeoroids or space dust. Most are fragments from comets or asteroids, whereas others are collision impact debris ejected from bodies such as the Moon or Mars.When a meteoroid, comet, or asteroid enters Earth's atmosphere at a speed typically in excess of 20 km/s (72,000 km/h; 45,000 mph), aerodynamic heating of that object produces a streak of light, both from the glowing object and the trail of glowing particles that it leaves in its wake. This phenomenon is called a meteor or \"shooting star\". Meteors typically become visible when they are about 100 km above sea level. A series of many meteors appearing seconds or minutes apart and appearing to originate from the same fixed point in the sky is called a meteor shower. A meteorite is the remains of a meteoroid that has survived the ablation of its surface material during its passage through the atmosphere as a meteor and has impacted the ground.\nAn estimated 25 million meteoroids, micrometeoroids and other space debris enter Earth's atmosphere each day, which results in an estimated 15,000 tonnes of that material entering the atmosphere each year.", "Nico_Muhly": "Nico Asher Muhly (; born August 26, 1981) is an American contemporary classical music composer and arranger who has worked and recorded with both classical and pop musicians. A prolific composer, he has composed for many notable symphony orchestras and chamber ensembles and has had two operas commissioned by the Metropolitan Opera. Since 2006, he has released nine studio albums, many of which are collaborative, including 2017's Planetarium with Sufjan Stevens, Bryce Dessner & James McAlister. He is a member of the Icelandic music collective and record label Bedroom Community.", "Bozzi": "Bozzi is an Italian surname.\nNotable people with this surname include:\n\nAldo Bozzi (1909–1987), Italian lawyer and politician\nEmilio Bozzi, Italian businessman\nGiovanni Bozzi, Belgian basketball coach\nGiuseppe Maria Bozzi, Italian priest\nJulie Bozzi, American artist\nLeón Bozzi, Argentinian former sports shooter\nMarie-Jeanne Bozzi, French politician and criminal\nMike Bozzi, American engineer\nPaolo Bozzi, Italian psychologist", "Ian_Murdock": "Ian Ashley Murdock (April 28, 1973 – December 28, 2015) was an American software engineer, known for being the founder of the Debian project and Progeny Linux Systems, a commercial Linux company.", "Craig_Shaw_Gardner": "Craig Shaw Gardner (born July 2, 1949) is an American author, best known for producing fantasy parodies similar to those of Terry Pratchett.\nHe was also a member of the Swordsmen and Sorcerers' Guild of America (SAGA), a loose-knit group of Heroic Fantasy authors founded in the 1960s, some of whose works were anthologized in Lin Carter's Flashing Swords! anthologies.", "Jello": "Jell-O is an American brand offering a variety of powdered gelatin dessert (fruit-flavored gels/jellies), pudding, and no-bake  cream pie mixes. The original gelatin dessert (genericized as jello) is the signature of the brand. \"Jell-O\" is a registered trademark of Kraft Heinz, and is based in Chicago, Illinois.\nThe dessert was especially popular in the first half of the 20th century, remaining popular in certain demographics. The original gelatin dessert began in Le Roy, New York, in 1897, when Pearle Bixby Wait trademarked the name Jell-O. He and his wife May had made the product by adding strawberry, raspberry, orange, and lemon flavoring to sugar and granulated gelatin (which had been patented in 1845). When water is added and the mixture is allowed to sit in the fridge for a few hours, it solidifies.", "Cato_Institute": "The Cato Institute' is an American libertarian think tank headquartered in Washington, D.C. It was founded in 1977 by Ed Crane, Murray Rothbard, and Charles Koch, chairman of the board and chief executive officer of Koch Industries. Cato was established to have a focus on public advocacy, media exposure and societal influence. According to the 2020 Global 'Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), Cato is number 27 in the \"Top Think Tanks Worldwide\" and number 13 in the \"Top Think Tanks in the United States\".The Cato Institute is libertarian in its political philosophy, and advocates a limited role for government in domestic and foreign affairs as well as a strong protection of civil liberties. This includes support for lowering or abolishing most taxes, opposition to the Federal Reserve system and the Affordable Care Act, the privatization of numerous government agencies and programs including Social Security and the United States Postal Service, demilitarization of the police, and adhering to a non-interventionist foreign policy.", "Shawnna": "Rashawnna Guy (born January 3, 1978), better known by her stage name Shawnna, is an American rapper. She was the first female artist signed to Def Jam South through Ludacris' Disturbing tha Peace Records. She is a former member of the female Chicago rap duo Infamous Syndicate and she is also the daughter of the blues musician Buddy Guy.\nShe is known for her rapid-fire delivery and her sexually explicit image and lyrics. She is one of the few female rappers to ever have a number-one song on the US Billboard Hot 100, with 2003's \"Stand Up\" with Ludacris.", "Bruce_Li": "Bruce Li (Chinese: 何宗道; pinyin: Hé Zōngdào; born Ho Chung-tao; 5 June 1950) is a Taiwanese actor, martial artist and Bruce Lee imitator who starred in martial arts films from the Bruceploitation movement.", "Hans_Werner": "Hans Werner is a name. It can refer to:\n\nHans Thimig, Austrian actor known by his pseudonym Hans Werner\nHans-Werner Goetz, German historian\nHans-Werner Wohlers, German boxer\nHans-Werner Hartl, German footballer\nHans Werner Kettenbach, German journalist and writer\nHans Werner Debrunner, Swiss German historian and theologian\nHans-Werner Bothe, German philosopher and neurosurgeon\nHans-Werner Wanzlick, German chemist\nHans-Werner Seher, German water polo player\nHans Werner Lissmann, British zoologist\nHans-Werner Schwarz, German politician\nHans Werner Schmidt, German painter, illustrator and etcher\nHans Werner Henze, German composer", "Nadine_Fähndrich": "Nadine Fähndrich (born 16 October 1995) is a Swiss cross-country skier who represents Skiclub Horw.She competed at the FIS Nordic World Ski Championships 2017 in Lahti, Finland.", "Cnn": "CNN (Cable News Network) is a multinational  cable news channel headquartered in Atlanta, Georgia, U.S.  Founded in 1980 by American media proprietor Ted Turner and Reese Schonfeld as a 24-hour cable news channel, and presently owned by the Manhattan-based media conglomerate Warner Bros. Discovery, CNN was the first television channel to provide 24-hour news coverage and the first all-news television channel in the United States.As of September 2018, CNN had 90.1 million television households as subscribers (97.7% of households with cable). According to Nielsen, in June 2021 CNN ranked third in viewership among cable news networks, behind Fox News and MSNBC, averaging 580,000 viewers throughout the day, down 49% from a year earlier, amid sharp declines in viewers across all cable news networks. While CNN ranked 14th among all basic cable networks in 2019, then jumped to 7th during a major surge for the three largest cable news networks (completing a rankings streak of Fox News at number 5 and MSNBC at number 6 for that year), it settled back to number 11 in 2021 and had further declined to number 21 in 2022.Globally, CNN programming has aired through CNN International, seen by viewers in over 212 countries and territories; since May 2019, however, the US domestic version has absorbed international news coverage in order to reduce programming costs. The American version, sometimes referred to as CNN (US), is also available in Canada, some islands of the Caribbean and in Japan, where it was first broadcast on CNNj in 2003, with simultaneous translation in Japanese.", "Whitman": "Whitman could refer to:", "Humphrey": "Humphrey is both a masculine given name and a surname. An earlier form, not attested since Medieval times, was Hunfrid. \nNotable people with the name include:", "Piolo_Pascual": "Piolo Jose Nonato Pascual (Tagalog pronunciation: [ˈpaskwɐl], born January 12, 1977) is a Filipino film and television actor, singer, model, and producer.", "Derek_Jacobi": "Sir Derek George Jacobi  (; born 22 October 1938) is an English actor. Jacobi is known for his work at the Royal National Theatre and for his film and television roles. He's received numerous accolades including a BAFTA Award, two Olivier Awards, two Primetime Emmy Awards, two Screen Actors Guild Awards, and a Tony Award. He was given a knighthood for his services to theatre by Queen Elizabeth II in 1994.Jacobi started his professional acting career with Laurence Olivier as one of the original founding members of the National Theatre.  He has appeared in numerous Shakespearean stage productions including Hamlet, Much Ado About Nothing, Macbeth, Twelfth Night, The Tempest, King Lear, and Romeo and Juliet. Jacobi received the Laurence Olivier Award, for the title role in Cyrano de Bergerac in 1983 and Malvolio in Twelfth Night in 2009. He also won the Tony Award for Best Actor in a Play for his role as Benedick in Much Ado About Nothing in 1985. \nJacobi has also made numerous television appearances including starring as Claudius in the BBC series I, Claudius (1976), for which he won the British Academy Television Award for Best Actor. He received two Primetime Emmy Awards for Outstanding Supporting Actor in a Miniseries or Movie for The Tenth Man (1988), and Outstanding Guest Actor in a Comedy Series for Frasier (2001). He's also known for his roles in the medieval drama series Cadfael (1994–1998), the HBO film The Gathering Storm (2002), the ITV sitcom Vicious (2013-2016) and in BBC's Last Tango in Halifax (2012–2020). He portrayed Edward VIII, the Duke of Windsor, in the third season of the acclaimed Netflix series The Crown in 2019.Though principally a stage actor, Jacobi has appeared in a number of films, including Othello (1965), The Day of the Jackal (1973), Henry V (1989), Dead Again (1991), Hamlet (1996), Gladiator (2000), Nanny McPhee (2005), The Riddle (2007), My Week with Marilyn (2011), Anonymous (2011),  Cinderella (2015), and Murder on the Orient Express (2017). Jacobi has also earned two Screen Actors Guild Awards along with the ensemble cast for Robert Altman's Gosford Park (2001), and Tom Hooper's The King's Speech (2010).", "Kate_Mara": "Kate Rooney Mara ( MAIR-ə; born February 27, 1983) is an American actress. She is known for work in television, playing reporter Zoe Barnes in the Netflix political drama House of Cards (2013–2014; 2016), computer analyst Shari Rothenberg in the Fox thriller series 24 (2006), wronged mistress Hayden McClaine in the FX miniseries American Horror Story: Murder House (2011), Patty Bowes in the first season of the FX drag ball culture drama series Pose (2018), and a teacher who begins an illicit relationship with an underage student, in the FX on Hulu miniseries A Teacher (2020). For the latter, she received an Independent Spirit nomination for Best New Scripted Series as an executive producer.Mara made her film debut in Random Hearts (1999). She has since appeared in Brokeback Mountain (2005), We Are Marshall (2006), Shooter (2007), Transsiberian (2008), Stone of Destiny (2008), The Open Road (2009), Transcendence (2014), The Martian (2015), Fantastic Four (2015), Morgan (2016), Megan Leavey (2017), My Days of Mercy (2017), and Chappaquiddick (2018).", "Gabriel_Pelletier": "Gabriel Pelletier (born 1958 in Montreal, Quebec) is a Canadian film and television director. He is best known for his 1996 film Karmina, for which he was a Genie Award nominee for Best Screenplay and Best Director at the 18th Genie Awards in 1997.His other credits have included the films L'Automne sauvage, Life After Love (La Vie après l'amour), My Aunt Aline, Shadows of the Past, Karmina 2 and Fear of Water (La Peur de l'eau), and episodes of the television series War of the Worlds, Sirens, Emily of New Moon and The Secret Adventures of Jules Verne. He has also directed music videos for Luc de Larochellière, Richard Séguin, Pierre Flynn, Marie-Denise Pelletier, René Simard and Daniel Lavoie.\nIn 2014, he signed to direct a film adaptation of Robert Girardi's 1997 novel Vaporetto 13.", "Marie_Fredriksson": "Gun-Marie Fredriksson (Swedish pronunciation: [ɡʉːn maˈriː ˈfrêːdrɪkˌsɔn] (listen); 30 May 1958 – 9 December 2019) was a Swedish singer, songwriter, pianist and painter, who was best known internationally as the lead vocalist of pop rock duo Roxette, which she formed in 1986 with Per Gessle. The duo achieved international success in the late 1980s and early 1990s with their albums Look Sharp! (1988) and Joyride (1991), and had multiple hits on the Billboard Hot 100, including four number ones.\nFredriksson had a successful career in her native country prior to forming Roxette. She was a member of punk group Strul, a band which created their own music festival in 1979. Strul's dissolution led to the creation of her next project, the short-lived MaMas Barn, after which she began releasing solo work. Her first album, Het vind, was issued in 1984, followed by Den sjunde vågen in 1986 and ... Efter stormen in 1987. Roxette's international breakthrough coincided with a period of inactivity for Fredriksson as a solo artist, punctuated only by the release of the non-album single \"Sparvöga\" in 1989. Subsequent solo albums included Den ständiga resan (1992) and I en tid som vår (1996).\nIn 2002, after fainting at home, Fredriksson was diagnosed with a brain tumour. During her rehabilitation, she continued to record music as a solo artist, resulting in The Change in 2004 and Min bäste vän in 2006, as well as the non-album single \"Där du andas\" in 2008—her first and only solo number one single in Sweden. She and Gessle later reunited to record more albums as Roxette, and the pair embarked on a worldwide concert tour. She also continued to record as a solo artist in her native Sweden, releasing Nu! in 2013. Fredriksson died on 9 December 2019 as a result of health issues stemming from her 2002 brain tumour.", "Bobby_Roth": "Robert Jay Roth (born 1950) is an American television and film director, screenwriter and producer.", "North": "North is one of the four compass points or cardinal directions. It is the opposite of south and is perpendicular to east and west. North is a noun, adjective, or adverb indicating direction or geography.", "Glenn_Miller": "Alton Glen Miller (March 1, 1904 – December 15, 1944) was an American big band founder, owner, conductor, composer, arranger, trombone player and recording artist before and during World War II, when he was an officer in the US Army Air Forces.  Glenn Miller and His Orchestra was one of the most popular and successful bands of the 20th century and the big band era. His military group, the Major Glenn Miller Army Air Forces Orchestra, was also popular and successful.Glenn Miller and His Orchestra was the best-selling recording band from 1939 to 1942.  It did not have a string section, but did have a slap bass in the rhythm section.  It was also a touring band that played multiple radio broadcasts nearly every day. Their best-selling records include Miller's iconic theme song – \"Moonlight Serenade\" – and the first gold record ever made, \"Chattanooga Choo Choo\". The following tunes are also on that best-seller list:  \"In the Mood\", \"PEnnsylvania 6-5000\" (printed as \"Pennsylvania Six-Five Thousand\" on record labels),  \"A String of Pearls\", \"Moonlight Cocktail\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American Patrol\", \"Tuxedo Junction\", \"Elmer's Tune\", \"Little Brown Jug\", and \"Anvil Chorus\".  Including \"Chattanooga Choo Choo\", five songs played by Miller and His Orchestra were number one hits for most of 1942 and can be found on the List of Billboard number-one singles of 1942. In four years, Miller scored 16 number one records and 69 top 10 hits, more than Elvis Presley (40) and the Beatles in their careers.  His musical legacy includes multiple recordings in the Grammy Hall of Fame. His work has been performed by swing bands, jazz bands and big bands worldwide for over 75 years.Miller is considered to be the father of the modern US military bands.  In 1942, he volunteered to join the US military to entertain troops during World War II and ended up in the US Army Air Forces. Their workload was just as heavy as the civilian band's had been.  With a full string section added to a big band, the Major Glenn Miller Army Air Forces Orchestra was the forerunner of many US military big bands.Miller went missing in action (MIA) on December 15, 1944, on a flight over the English Channel.  In keeping with Standard Operating Procedure for the US military services, Miller was officially declared dead a year and a day later. An Army investigation led to an official finding of death for Miller, Norman Baessell and John Morgan, all of whom died on the same flight. All three officers are listed on the Tablets of the Missing at Cambridge American Cemetery and Memorial in Cambridge, England.  Since his body was not recoverable, Miller was allowed to have a memorial headstone placed at the US Army-operated Arlington National Cemetery in Arlington, Virginia. In February 1945, he was posthumously awarded the Bronze Star Medal.", "Bobby_Womack": "Robert Dwayne Womack (; March 4, 1944 – June 27, 2014) was an American singer, songwriter, musician, and record producer. Starting in the early 1950s as the lead singer of his family musical group the Valentinos and as Sam Cooke's backing guitarist, Womack's career spanned more than 60 years and multiple styles, including R&B, jazz, soul, rock and roll, doo-wop, and gospel.\nWomack was a prolific songwriter who wrote and originally recorded, (with his brothers, the Valentinos), the Rolling Stones' first UK number one hit (\"It's All Over Now\") and New Birth's \"I Can Understand It\". As a singer, he is most notable for the hits \"Lookin' for a Love\", \"That's the Way I Feel About Cha\", \"Woman's Gotta Have It\", \"Harry Hippie\", \"Across 110th Street\", and his 1980s hits \"If You Think You're Lonely Now\" and \"I Wish He Didn't Trust Me So Much\".\nIn 2009, Womack was inducted into the Rock and Roll Hall of Fame.", "Lauren": "Lauren may be a given name or surname. The name's meaning may be \"laurel tree\", \"sweet of honor\", or \"wisdom\". It is derived from the French name Laurence, a feminine version of Laurent, which is in turn derived from the Roman surname Laurentius.\nAlthough originally a male name, the names popularity with females has been widely attributed to actress Lauren Bacall (born Betty Joan Perske). Is a popular name in the UK, the USA, and Australia. In the U.S. the name ranked #170 in 2018 and #148 in 2017. The name was most popular in the U.S. in the 1980s and 1990s.", "Scott_Shriner": "Scott Gardner Shriner (born July 11, 1965) is an American musician best known as a member of the rock band Weezer, with whom he has recorded twelve studio albums. Joining the band in 2001, Shriner is the band's longest serving bass guitarist.\nPrior to his musical career, Shriner was a member of the Marine Corps. At the age of twenty-five, he moved to Los Angeles, California to pursue a career in music, attending the Musicians Institute. Shriner subsequently performed with multiple independent acts, and toured as a member of Vanilla Ice's backing band, in support of the rapper's nu metal album Hard to Swallow.\nIn 2001, Shriner joined Weezer on a provisional basis, following the sudden departure of bass guitarist Mikey Welsh, who had left the band due to personal reasons. Upon becoming Welsh's full-time replacement, Shriner made his recording debut on the band's fourth studio album, Maladroit (2002). During the band's tour in support of its fifth studio album, Make Believe (2005), Weezer frontman Rivers Cuomo would at times relinquish his role as lead vocalist to allow Shriner, and his bandmates, Brian Bell and Patrick Wilson, to sing lead vocals on specific songs. This increased vocal responsibility carried over to the band's 2008 self-titled release (aka the \"Red Album\"), where Shriner co-wrote and sang lead vocals on \"Cold Dark World\" and performed lead vocals on \"King\".\nShriner also performed in his bandmate Patrick Wilson's side-project The Special Goodness for some time.", "Michael_Rosen": "Michael Wayne Rosen (born 7 May 1946) is a British children's author, poet, presenter, political columnist, broadcaster and activist who has written 140 books. He served as Children's Laureate from 2007 to 2009.", "Wrexham": "Wrexham ( REK-səm; Welsh: Wrecsam [ˈrɛksam]) is a city and the administrative centre of Wrexham County Borough in Wales. It is located between the Welsh mountains and the lower Dee Valley, near the border with Cheshire in England. Historically in the county of Denbighshire, and later the county of Clwyd in 1974, it has been the principal settlement of Wrexham County Borough since 1996.\nWrexham has historically been one of the primary settlements of Wales. At the 2011 Census, it had an urban population of 61,603 as part of the wider Wrexham built-up area which made it Wales's fourth largest urban conurbation and the largest in north Wales. The city comprises the local government communities of Acton, Caia Park, Offa and Rhosddu. Wrexham's built-up area extends further into villages like Bradley, Brymbo, Brynteg, Gwersyllt, New Broughton, Pentre Broughton and Rhostyllen.\nWrexham was likely founded prior to the 11th century and developed in the Middle Ages as a regional centre for trade and administration. The city became the most populous settlement in Wales in the 17th century and was at the forefront of the Industrial Revolution from the 18th century. Prior to de-industrialisation in the 20th century, the city and surrounding area were a hub of coal and lead mining; the production of iron, steel and leather; and brewing.Today, Wrexham continues to serve north Wales and the Welsh borderlands as a centre for manufacturing, retail, education and administration. The city is noted for hosting Wrexham A.F.C. (one of the oldest professional football teams in the world); the nationally significant industrial heritage of the Clywedog Valley; the  National Trust Property of Erddig; and the fine Tudor church of St Giles, which towers over the historic Wrexham city centre.", "Jordy": "Jordy is a masculine given name, and sometimes a diminutive of the name Jordan. Notable people and characters with the name include:", "The_University_Of_Toronto": "The University of Toronto (UToronto or U of T) is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegiate university, it comprises eleven colleges each with substantial autonomy on financial and institutional affairs and significant differences in character and history. The university maintains three campuses, the oldest of which, St. George, is located in downtown Toronto. The other two satellite campuses are located in Scarborough and Mississauga. \nThe University of Toronto offers over 700 undergraduate and 200 graduate programs. In all major rankings, the university consistently ranks in the top ten public universities in the world and as the top university in the country. It receives the most annual scientific research funding and endowment of any Canadian university and is one of two members of the Association of American Universities outside the United States, the other being McGill University in Montreal.Academically, the University of Toronto is noted for influential movements and curricula in literary criticism and communication theory, known collectively as the Toronto School. The university was the birthplace of insulin and stem cell research, the first artificial cardiac pacemaker, and the site of the first successful lung transplant and nerve transplant. The university was also home to the first electron microscope, the development of deep learning, neural network, multi-touch technology, the identification of the first black hole Cygnus X-1, and the development of the theory of NP-completeness.\nThe Varsity Blues are the athletic teams that represent the university in intercollegiate league matches, primarily within U Sports, with ties to gridiron football, rowing and ice hockey. The earliest recorded instance of gridiron football occurred at University of Toronto's University College in November 1861. The university's Hart House is an early example of the North American student centre, simultaneously serving cultural, intellectual, and recreational interests within its large Gothic-revival complex.\nUniversity of Toronto alumni include three Governors General of Canada, five Prime Ministers of Canada, including William Lyon Mackenzie King and Lester B. Pearson, nine foreign leaders, and seventeen justices of the Supreme Court of Canada. As of March 2019, twelve Nobel laureates, six Turing Award winners, 94 Rhodes Scholars, and one Fields Medalist have been affiliated with the university.", "Nora_Grossman": "Nora Grossman is an American film producer. She and her producing partner Ido Ostrowsky run Bristol Automotive, a production company that they founded in 2012. She produced the 2014 film The Imitation Game, for which she was nominated for the Academy Award for Best Picture at the 87th Academy Awards.", "Łódź_Voivodeship": "The Łódź Voivodeship, also known as the Lodz Province, (Polish: Województwo łódzkie [vɔjɛˈvut͡stfɔ ˈwut͡skʲɛ]) is a voivodeship (province) of Poland. It was created on 1 January 1999 out of the former Łódź Voivodeship (1975–1999) and the Sieradz, Piotrków Trybunalski and Skierniewice Voivodeships and part of Płock Voivodeship, pursuant to the Polish local government reforms adopted in 1998. The province is named after its capital and largest city, Łódź, pronounced [wut͡ɕ].\nŁódź Voivodeship is bordered by six other voivodeships: Masovian to the north and east, Świętokrzyskie to the south-east, Silesian to the south, Opole to the south-west, Greater Poland to the west, and Kuyavian-Pomeranian for a short stretch to the north. Its territory belongs to three historical provinces of Poland – Masovia (in the east), Greater Poland (in the west) and Lesser Poland (in the southeast, around Opoczno).", "Cbs": "CBS Broadcasting Inc., commonly shortened to CBS, the abbreviation of its former legal name Columbia Broadcasting System, is an American commercial broadcast television and radio network serving as the flagship property of the CBS Entertainment Group division of Paramount Global.\nIts headquarters is at the CBS Building in New York City. It has major production facilities and operations at the CBS Broadcast Center and the headquarters of owner Paramount Global at One Astor Plaza (both also in that city) and Television City and the CBS Studio Center in Los Angeles. It is also sometimes referred to as the Eye Network in reference to the company's trademark symbol which has been in use since 1951. It has also been called the Tiffany Network which alludes to the perceived high quality of its programming during the tenure of William S. Paley. It can also refer to some of CBS's first demonstrations of color television, which were held in the former Tiffany and Company Building in New York City in 1950.", "Alabama_State": "Alabama State University (ASU, Bama State, or Alabama State) is a public historically black university in Montgomery, Alabama. Founded in 1867, ASU is a member-school of the Thurgood Marshall College Fund.", "Cadillac": "The Cadillac Motor Car Division () is a division of the American automobile manufacturer General Motors (GM) that designs and builds luxury vehicles. Its major markets are the United States, Canada, and China. Cadillac models are distributed in 34 additional markets worldwide. Cadillac automobiles are at the top of the luxury field within the United States. In 2019, Cadillac sold 390,458 vehicles worldwide, a record for the brand.Cadillac is among the first automotive brands in the world, fourth in the United States only to Autocar Company (1897) and fellow GM marques Oldsmobile (1897) and Buick (1899). It was named after Antoine de la Mothe Cadillac (1658–1730), who founded Detroit, Michigan. The Cadillac crest is based on his coat of arms.\nBy the time General Motors purchased the company in 1909, Cadillac had already established itself as one of America's premier luxury car makers. The complete interchangeability of its precision parts had allowed it to lay the foundation for the modern mass production of automobiles. It was at the forefront of technological advances, introducing full electrical systems, the clashless manual transmission and the steel roof. The brand developed three engines, with its V8 setting the standard for the American automotive industry.\nCadillac had the first U.S. car to win the Royal Automobile Club of the United Kingdom's Dewar Trophy by successfully demonstrating the interchangeability of its component parts during a reliability test in 1908; this spawned the firm's slogan \"Standard of the World\". It won the trophy again in 1912 for incorporating electric starting and lighting in a production automobile.", "Chevrolet": "Chevrolet ( SHEV-rə-LAY) (colloquially referred to as Chevy and formally the Chevrolet Motor Division of General Motors Company) is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet (1878–1941), Arthur Chevrolet and ousted General Motors founder William C. Durant (1861–1947) started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a controlling stake in General Motors with a reverse merger occurring on May 2, 1918, and propelled himself back to the GM presidency. After Durant's second ousting in 1919, Alfred Sloan, with his maxim \"a car for every purse and purpose\", would pick the Chevrolet brand to become the volume leader in the General Motors family, selling mainstream vehicles to compete with Henry Ford's Model T in 1919 and overtaking Ford as the best-selling car in the United States by 1929 with the Chevrolet International.Chevrolet-branded vehicles are sold in most automotive markets worldwide. In Oceania, Chevrolet was represented by Holden Special Vehicles, having returned to the region in 2018 after a 50-year absence with the launching of the Camaro and Silverado pickup truck (HSV was partially and formerly owned by GM subsidiary Holden, which GM retired in 2021). In 2021, General Motors Specialty Vehicles took over the distribution and sales of Chevrolet vehicles in Oceania, starting with the Silverado. In 2005, Chevrolet was relaunched in Europe, primarily selling vehicles built by GM Daewoo of South Korea with the tagline \"Daewoo has grown up enough to become Chevrolet\", a move rooted in General Motors' attempt to build a global brand around Chevrolet. With the reintroduction of Chevrolet to Europe, GM intended Chevrolet to be a mainstream value brand, while GM's traditional European standard-bearers, Opel of Germany and Vauxhall of the United Kingdom, would be moved upmarket. However, GM reversed this move in late 2013, announcing that the brand would be withdrawn from Europe from 2016 onward, with the exception of the Camaro and Corvette. Chevrolet vehicles were to continue to be marketed in the CIS states, including Russia. After General Motors fully acquired GM Daewoo in 2011 to create GM Korea, the last usage of the Daewoo automotive brand was discontinued in its native South Korea and succeeded by Chevrolet.\nIn North America, Chevrolet produces and sells a wide range of vehicles, from subcompact automobiles to medium-duty commercial trucks. Due to the prominence and name recognition of Chevrolet as one of General Motors' global marques, 'Chevrolet', 'Chevy' or 'Chev' is used at times as a synonym for General Motors or its products, one example being the GM LS1 engine, commonly known by the name or a variant thereof of its progenitor, the Chevrolet small-block engine.", "William": "William is a male given name of Germanic origin. It became very popular in the English language after the Norman conquest of England in 1066, and remained so throughout the Middle Ages and into the modern era. It is sometimes abbreviated \"Wm.\"  Shortened familiar versions in English include Will, Wills, Willy, Willie, Bill, and Billy. A common Irish form is Liam. Scottish diminutives include Wull, Willie or Wullie (as in Oor Wullie or the play Douglas). Female forms are Willa, Willemina, Wilma and Wilhelmina.", "Panda": "The giant panda (Ailuropoda melanoleuca, sometimes panda bear or simply panda), is a bear species endemic to China. It is characterised by its bold black-and-white coat and rotund body. The name \"giant panda\" is sometimes used to distinguish it from the red panda, a neighboring musteloid. Though it belongs to the order Carnivora, the giant panda is a folivore, with bamboo shoots and leaves making up more than 99% of its diet. Giant pandas in the wild occasionally eat other grasses, wild tubers, or even meat in the form of birds, rodents, or carrion. In captivity, they may receive honey, eggs, fish, yams, shrub leaves, oranges, or bananas along with specially prepared food.The giant panda lives in a few mountain ranges in central China, mainly in Sichuan, and also in neighbouring Shaanxi and Gansu. As a result of farming, deforestation, and other development, the giant panda has been driven out of the lowland areas where it once lived, and it is a conservation-reliant vulnerable species. A 2007 report showed 239 pandas living in captivity inside China and another 27 outside the country. By December 2014, 49 giant pandas lived in captivity outside China, living in 18 zoos in 13 countries. Wild population estimates vary; one estimate shows that there are about 1,590 individuals living in the wild, while a 2006 study via DNA analysis estimated that this figure could be as high as 2,000 to 3,000. Some reports also show that the number of giant pandas in the wild is on the rise. By March 2015, the wild giant panda population had increased to 1,864 individuals. In 2016, it was reclassified on the IUCN Red List from \"endangered\" to \"vulnerable\", affirming decade-long efforts to save the panda. In July 2021, Chinese authorities also reclassified the giant panda as vulnerable.The giant panda has often served as China's national symbol, appeared on Chinese Gold Panda coins since 1982 and as one of the five Fuwa mascots of the 2008 Summer Olympics.", "Clifton_Taylor": "Clifton Taylor (born 1963) is a theatrical Designer who is based in New York.", "Ken_Rolston": "Ken Rolston is an American computer game and role-playing game designer best known for his work with West End Games and on the computer game series The Elder Scrolls.  In February 2007, he elected to join the staff of computer games company Big Huge Games to create a new role-playing game.Rolston has a master's degree from New York University, and is a member of the Science Fiction and Fantasy Writers of America. He has been a professional games designer since 1982.", "Bedan": "Bedan (Hebrew: בְּדָן Bəḏān) is named as one of the deliverer of Israelites in 1 Samuel 12:11.He is not mentioned elsewhere as a judge of Israel. Bishop Simon Patrick and others (including the Talmud) posit the name to be a contraction of ben Dan (\"the son of Dan\") by which they suppose Samson is meant, as the Targum reads. The Septuagint, Syriac, and Arabic, however, refer to the name as Barak, instead of Bedan; and the two latter versions list in that verse Samson as the last deliverer of the Israelites, instead of Samuel. These readings are adopted by Charles François Houbigant, and appear to be genuine, for it is not probable that Samuel would enumerate himself. The letters forming Bedan (בדן) Barak (ברק) in the Hebrew are very similar, and a scribe might easily have written the one for the other, and the mistake might well have been perpetuated.Bedan is the name of a descendant of Manasseh in 1 Chronicles 7:17 \n\n\n== References ==", "Michael_Caine": "Sir Michael Caine  (born Maurice Joseph Micklewhite; 14 March 1933) is an English actor. Known for his distinctive Cockney accent, he has appeared in more than 160 films in a career spanning seven decades and is considered a British film icon. He has received various awards including two Academy Awards, a BAFTA, three Golden Globe Awards, and a Screen Actors Guild Award. As of 2017, the films in which Caine has appeared have grossed over $7.8 billion worldwide. Caine is one of only five male actors to be nominated for an Academy Award for acting in five different decades. In 2000, he received a BAFTA Fellowship and was knighted by Queen Elizabeth II for his contribution to cinema.\nOften playing a Cockney, Caine made his breakthrough in the 1960s with starring roles in British films such as Zulu (1964), The Ipcress File (1965), The Italian Job, and Battle of Britain (both 1969). During this time he established a distinctive visual style wearing thick horn-rimmed glasses combined with sharp suits and a laconic vocal delivery; he was recognized as a style icon of the 1960s. He solidified his stardom with roles in Get Carter (1971), The Last Valley (1971), The Man Who Would Be King (1975), The Eagle Has Landed (1976), and A Bridge Too Far (1977). \nCaine received two Academy Awards for Best Supporting Actor for his roles as Elliot in Woody Allen's comedy Hannah and Her Sisters (1986), and as Dr. Wilbur Larch in Lasse Hallström's drama The Cider House Rules (1999). His other Oscar-nominated films include Alfie (1966), Sleuth (1972), Educating Rita (1983), and The Quiet American (2002). Other notable performances include in the films California Suite (1978), Dressed to Kill (1980), Mona Lisa (1986), Little Voice (1998), Quills (2000), Children of Men (2006), and Youth (2015). \nCaine is also known for his performance as Ebenezer Scrooge in The Muppet Christmas Carol (1992), and for his comedic roles in Dirty Rotten Scoundrels (1988), Miss Congeniality (2000), Austin Powers in Goldmember (2002), and Secondhand Lions (2003). Caine portrayed Alfred Pennyworth in Christopher Nolan's The Dark Knight Trilogy (2005–2012). He appeared in Nolan's films The Prestige (2006), Inception (2010), Interstellar (2014) and Tenet (2020). He also appeared in the actions films Now You See Me (2013), and Kingsman: The Secret Service (2014).", "Bank": "A bank is a financial institution that accepts deposits from the public and creates a demand deposit while simultaneously making loans. Lending activities can be directly performed by the bank or indirectly through capital markets.\nBecause banks play an important role in financial stability and the economy of a country, most jurisdictions exercise a high degree of regulation over banks. Most countries have institutionalized a system known as fractional reserve banking, under which banks hold liquid assets equal to only a portion of their current liabilities. In addition to other regulations intended to ensure liquidity, banks are generally subject to minimum capital requirements based on an international set of capital standards, the Basel Accords.\nBanking in its modern sense evolved in the fourteenth century in the prosperous cities of Renaissance Italy but in many ways functioned as a continuation of ideas and concepts of credit and lending that had their roots in the ancient world. In the history of banking, a number of banking dynasties –  notably, the Medicis, the Fuggers, the Welsers, the Berenbergs, and the Rothschilds –  have played a central role over many centuries. The oldest existing retail bank is Banca Monte dei Paschi di Siena (founded in 1472), while the oldest existing merchant bank is Berenberg Bank (founded in 1590).", "Peter_Bradshaw": "Peter Bradshaw (born 19 June 1962) is a British writer and film critic. He has been chief film critic at The Guardian since 1999, and is a contributing editor at Esquire.", "Erik": "The given name Eric, Erich, Erikk, Erik, Erick, or Eirik is derived from the Old Norse name Eiríkr [ˈɛiˌriːkz̠] (or Eríkr [ˈeˌriːkz̠] in Old East Norse due to monophthongization).\nThe first element, ei- may be derived from the older Proto-Norse *aina(z), meaning \"one, alone, unique\", as in the form Æ∆inrikr explicitly, but it could also be from *aiwa(z) \"everlasting, eternity\", as in the Gothic form Euric. The second element -ríkr stems either from Proto-Germanic *ríks \"king, ruler\" (cf. Gothic reiks) or the therefrom derived *ríkijaz \"kingly, powerful, rich, prince\"; from the common Proto-Indo-European root *h₃rḗǵs. The name is thus usually taken to mean \"sole ruler, autocrat\" or \"eternal ruler, ever powerful\". Eric used in the sense of a proper noun meaning \"one ruler\" may be the origin of Eriksgata, and if so it would have meant \"one ruler's journey\". The tour was the medieval Swedish king's journey, when newly elected, to seek the acceptance of peripheral provinces.\nEric is one of the most commonly used Germanic names in the United States, along with Robert, William, Edward and others.\nThe most common spelling across Fennoscandia and in the Netherlands is Erik. In Norway, another form of the name (which has kept the Old Norse diphthong) Eirik is also commonly used. The modern Icelandic version is Eiríkur [ˈeiːˌriːkʏr̥], while the modern Faroese version is Eirikur.\nIn Estonia and Finland (where Fenno-Swedish remains an official minority language), the standard Nordic name form Erik is found, but it may also be spelled phonetically as Eerik (Finnish: [ˈeːrik]), in accordance with Finnic language orthography, along with a slew of other unique Balto-Finnic variant forms including Eerikki, Eero, Erki and Erkki.Although the name was in use in Anglo-Saxon England, its use was reinforced by Scandinavian settlers arriving before the Norman conquest of England. It was an uncommon name in England until the Middle Ages, when it gained popularity, and finally became a common name in the 19th century. This was partly because of the publishing of the novel Eric, or, Little by Little by Frederic Farrar in 1858.\nThe Latin form of the name is Euricus or Erīcus (Medieval Latin: [ɛˈriː.kus]), which was also adopted into Old Swedish usage (for example, cf. 15th century Kalmar Swedish historian Ericus Olai). Whence come the Greek forms Ερίκος (Eríkos) or Ερρίκος (Erríkos) (both pronounced [eˈri.kos]), in addition to the direct Nordic borrowing Έρικ (Érik).Éric (French: [e.ʁik]) is used in French, Erico or Errico in Italian, Érico in Portuguese. (Note some phonetically simplified modern forms may be conflated with descendants of cognate name Henry via Henrīcus, Henrik, from Proto-Germanic Haimarīks, sharing the stem *rīks.)\nAmong Slavic languages, most using the Latin alphabet borrow Erik, but there also exists Polish Eryk. The name is adapted into Cyrillic as Russian Э́йрик (Éyrik) or Э́рик (Érik), and Ukrainian Е́рік (Érik). The Baltic languages use forms such as Latvian Ēriks and Lithuanian Erikas.And in Germany, Eric, Erik and Erich are used. In South America, the most common spelling is Erick.\nIn Norway, Sweden and Finland, the name day for derivations of Erik and Eirik is 18 May, commemorating the death of Saint King Eric IX of Sweden, founder of the royal House of Eric.\nThe feminine derivative is Erica or Erika.", "Hewanewala": "Hewanewala is a village in Sri Lanka. It is located within Central Province.", "Hyundai": "Hyundai is a South Korean industrial conglomerate (\"chaebol\"), which was restructured into the following groups:\n\nHyundai Group, parts of the former conglomerate which have not been divested\nHyundai Asan, a real estate construction and civil engineering company\nHyundai Motor Group, the automotive part of the former conglomerate\nHyundai Motor Company, an automobile manufacturer\nHyundai N\nHyundai Motor India\nHyundai Mobis, Korean car parts company\nHyundai Motorsport, a racing team\nHyundai Rotem, a manufacturer of railway vehicles, defense systems, and factory equipment\nHyundai Engineering & Construction, a construction company\nHyundai Heavy Industries Group, the heavy industry part of the former conglomerate\nHyundai Heavy Industries, the primary company representing the group\nHyundai Mipo Dockyard, a shipbuilding company\nHyundai Samho Heavy Industries, a shipbuilding company\nHyundai Oilbank, a petroleum refinery company\nHyundai Department Store Group, the retail division of the former conglomerate\nHyundai Department Store, a department store chain\nHyundai Development Company Group or HDC Group, a diversified part of the former conglomerate\nHyundai Development Company, a construction and civil engineering company\nHyundai EP, a manufacturer of petrochemicals and plastics\nHyundai Fomex, a professional lighting manufacturer\nHyundai Marine & Fire Insurance, an insurance company\nHyundai Corporation, a trading and industrial investment company\nHyundai Electronics, a chip manufacturer, spun off as Hynix in 2001 and renamed SK Hynix in 2012", "Gary_Numan": "Gary Anthony James Webb (born 8 March 1958), known professionally as Gary Numan, is an English musician. He entered the music industry as frontman of the new wave band Tubeway Army. After releasing two albums with the band, he released his debut solo album The Pleasure Principle in 1979, topping the UK Albums Chart. While his commercial popularity peaked in the late 1970s and early 1980s with hits including \"Are 'Friends' Electric?\" and \"Cars\" (both of which reached number one on the UK Singles Chart), Numan maintains a cult following. He has sold over 10 million records.\nNuman faced intense hostility from critics and fellow musicians in his early career, but has since come to be regarded as a pioneer of electronic music. He developed a signature sound consisting of heavy synthesiser hooks fed through guitar effects pedals, and is also known for his distinctive voice and androgynous \"android\" persona. In 2017, he received an Ivor Novello Award, the Inspiration Award, from the British Academy of Songwriters, Composers, and Authors.", "Renault": "Groupe Renault (UK:  REN-oh, US:  rə-NAWLT, rə-NOH, French: [ɡʁup ʁəno], also known as the Renault Group in English; legally Renault S.A.) is a French multinational automobile manufacturer established in 1899. The company produces a range of cars and vans, and in the past has manufactured trucks, tractors, tanks, buses/coaches, aircraft and aircraft engines, and autorail vehicles.\nAccording to the Organisation Internationale des Constructeurs d'Automobiles, in 2016 Renault was the ninth biggest automaker in the world by production volume. By 2017, the Renault–Nissan–Mitsubishi Alliance had become the world's biggest seller of light vehicles.Headquartered in Boulogne-Billancourt, near Paris, the Renault group is made up of the namesake Renault marque and subsidiaries, Alpine, Renault Sport (Gordini), Automobile Dacia from Romania, and Renault Korea Motors from South Korea. Renault has a 43.4% stake with several votes in Nissan of Japan, and used to have a 1.55% stake in Daimler AG of Germany, it was sold off in early 2021 to help them overcome financial difficulties. (Since 2012 Renault has manufactured engines for Daimler's Mercedes A-Class and B-Class cars and is also fully involved in manufacturing of the Mercedes-Benz Citan van). Renault also owns subsidiaries RCI Banque (automotive financing), Renault Retail Group (automotive distribution) and Motrio (automotive parts). Renault has various joint ventures, including Oyak-Renault (Turkey) and Renault Pars (Iran). The French state owns a 15% share of Renault.Renault Trucks, previously known as Renault Véhicules Industriels, has been part of Volvo since 2001. Renault Agriculture became 100% owned by German agricultural equipment manufacturer CLAAS in 2008. Renault's shareholding in AvtoVAZ is being divested to the Government of Russia as an effect of the ongoing Russian invasion of Ukraine.\nTogether Renault and Nissan invested €4 billion (US$5.16 billion) in eight electric vehicles over three to four years beginning in 2011. Since the launch of the Renault electric program, the group has sold more than 273,000 electric vehicles worldwide through December 2019.Renault is known for its role in motor sport, particularly rallying, Formula 1 and Formula E. Its early work on mathematical curve modeling for car bodies is important in the history of computer graphics.", "Rian_Lindell": "Rian David Lindell (born January 20, 1977) is a former American football placekicker in the National Football League (NFL) for the Seattle Seahawks, Buffalo Bills and Tampa Bay Buccaneers. He played college football at Washington State.", "Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, he previously served as a representative and senator from California and was the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower. His five years in the White House saw reduction of U.S. involvement in the Vietnam War, détente with the Soviet Union and China, the first manned Moon landings, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixon's second term ended early, when he became the only president to resign from office, as a result of the Watergate scandal.\nNixon was born into a poor family of Quakers in a small town in Southern California. He graduated from Duke Law School in 1937, practiced law in California, then moved with his wife Pat to Washington in 1942 to work for the federal government. After active duty in the Naval Reserve during World War II, he was elected to the House of Representatives in 1946. His work on the Alger Hiss case established his reputation as a leading anti-Communist, which elevated him to national prominence, and in 1950, he was elected to the Senate. Nixon was the running mate of Dwight D. Eisenhower, the Republican Party's presidential nominee in the 1952 election, and served for eight years as the vice president. He ran for president in 1960, narrowly lost to John F. Kennedy, then failed again in a 1962 race for governor of California, after which it was widely believed that his political career was over. However, in 1968, he made another run for the presidency and was elected, defeating Hubert Humphrey by less than one percentage point in the popular vote, as well as defeating third party candidate George Wallace.\nNixon ended American involvement in Vietnam combat in 1973 and the military draft with it that same year. His visit to China in 1972 eventually led to diplomatic relations between the two nations, and he also then concluded the Anti-Ballistic Missile Treaty with the Soviet Union. In step with his conservative beliefs, his administration incrementally transferred power from the federal government to the states. Nixon's domestic policy saw him impose wage and price controls for 90 days, enforce desegregation of Southern schools, establish the Environmental Protection Agency, and begin the War on Cancer. Additionally, his administration pushed for the Controlled Substances Act and began the War on Drugs. He also presided over the Apollo 11 Moon landing, which signaled the end of the Space Race. He was re-elected with a historic electoral landslide in 1972 when he defeated George McGovern.\nIn his second term, Nixon ordered an airlift to resupply Israeli losses in the Yom Kippur War, a conflict which led to the oil crisis at home. By late 1973, the Nixon administration's involvement in Watergate eroded his support in Congress and the country. On August 9, 1974, facing almost certain impeachment and removal from office, Nixon resigned from the presidency. Afterwards, he was issued a pardon by his successor, Gerald Ford. During nearly 20 years of retirement, Nixon wrote his memoirs and nine other books. He undertook many foreign trips, rehabilitating his image into that of an elder statesman and leading expert on foreign affairs. He suffered a debilitating stroke on April 18, 1994, and died four days later at the age of 81. Surveys of historians and political scientists have ranked Nixon as a below-average president. However, evaluations of him have proven complex, with the successes of his presidency contrasted against the circumstances of his departure from office.", "Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American retired politician who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as the 76th governor of Georgia from 1971 to 1975 and as a Georgia state senator from 1963 to 1967. Since leaving office, Carter has remained engaged in political and social projects, receiving the Nobel Peace Prize in 2002 for his humanitarian work.\nBorn and raised in Plains, Georgia, Carter graduated from the United States Naval Academy in 1946 with a Bachelor of Science degree and joined the United States Navy, serving on numerous submarines. After the death of his father in 1953, he left his naval career and returned home to Plains, where he assumed control of his family's peanut-growing business. He inherited little, due to his father's forgiveness of debts and the division of the estate amongst himself and his siblings. Nevertheless, his ambition to expand and grow the family's peanut farm was fulfilled. During this period, Carter was encouraged to oppose racial segregation and support the growing civil rights movement. He became an activist within the Democratic Party. From 1963 to 1967, Carter served in the Georgia State Senate, and in 1970 was elected as governor of Georgia, defeating former Governor Carl Sanders in the Democratic primary. He remained in office until 1975. Despite being a dark-horse candidate who was not well known outside of Georgia, he won the 1976 Democratic presidential nomination. In the 1976 presidential election, Carter ran as an outsider and narrowly defeated incumbent Republican president Gerald Ford.\nOn his second day in office, Carter pardoned all Vietnam War draft evaders by issuing Proclamation 4483. During his term, two new cabinet-level departments—the Department of Energy and the Department of Education—were established. He created a national energy policy that included conservation, price control, and new technology. Carter pursued the Camp David Accords, the Panama Canal Treaties, and the second round of Strategic Arms Limitation Talks (SALT II). On the economic front he confronted stagflation, a persistent combination of high inflation, high unemployment, and slow growth. The end of his presidency was marked by the 1979–1981 Iran hostage crisis, the 1979 energy crisis, the Three Mile Island nuclear accident, the Nicaraguan Revolution, and the Soviet invasion of Afghanistan. In response to the invasion, Carter escalated the Cold War when he ended détente, imposed a grain embargo against the Soviets, enunciated the Carter Doctrine, and led a 1980 Summer Olympics boycott in Moscow. He is the only president to have served a full term in office and not have appointed a justice to the Supreme Court. In the 1980 Democratic Party presidential primaries, he was challenged by Senator Ted Kennedy, but won re-nomination at the 1980 Democratic National Convention. Carter lost the 1980 presidential election in an electoral landslide to Republican nominee Ronald Reagan. Polls of historians and political scientists generally rank Carter as a below-average president, although his post-presidential activities have been viewed more favorably than his presidency.\nIn 1982, Carter established the Carter Center, aimed at promoting and expanding human rights. In 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Center. He has traveled extensively to conduct peace negotiations, monitor elections, and advance disease prevention and eradication in developing nations. Carter is considered a key figure in the nonprofit organization Habitat for Humanity. He has written over 30 books, ranging from political memoirs to poetry, while continuing to actively comment on ongoing American and global affairs, including the Israeli–Palestinian conflict. At 98 years old, Carter is both the oldest living and longest-lived president, as well as the one with the longest post-presidency, and his 76-year-long marriage makes him the longest-married president. He is also the third-oldest living person to have served as a state leader.", "Gerry_Ingram": "Gerald Ingram (born 19 August 1947) is an English former professional footballer who played as a striker. Active in both England and the United States between 1966 and 1980, Ingram made nearly 500 professional league career appearances, scoring nearly 200 goals.", "Abenia": "Abenia is a surname. Notable people with the surname include:\n\nAdriana Abenia (born 1984), Spanish television presenter, model, and actress\nRoberto Abenia (born 1972), Spanish goalball player", "Arthur_Frank_Burns": "Arthur Frank Burns (April 27, 1904 – June 26, 1987) was an American economist and diplomat who served as the 10th chairman of the Federal Reserve from 1970 to 1978. He previously chaired the Council of Economic Advisers under President Dwight D. Eisenhower from 1953 to 1956, and served as the first Counselor to the President under Richard Nixon from January to November 1969. He also taught and researched at Rutgers University, Columbia University, and the National Bureau of Economic Research.President Nixon nominated him to succeed William McChesney Martin as Chairman of the Federal Reserve and later renominated him for another term. Burns was succeeded by G. William Miller when his second term expired. After leaving the Fed, President Ronald Reagan chose him to serve as Ambassador to West Germany in 1981, where he remained in office until 1985.", "Paul_Beaver": "Paul Henry Beaver Jr. (August 14, 1925 – January 16, 1975) was an American musician who was a pioneer in popular electronic music, using the Moog synthesizer.  From 1967, Beaver collaborated with Bernie Krause as the recording duo Beaver & Krause.", "Lal_Bahadur_Shastri": "Lal Bahadur Shastri (pronounced [lɑːl bəˈhɑːd̪ʊɾ ˈʃɑːst̪ɾi] (listen); 2 October 1904 – 11 January 1966) was an Indian politician and statesman who served as the 2nd Prime Minister of India from 1964 to 1966 and 6th Home Minister of India from 1961 to 1963. He promoted the White Revolution – a national campaign to increase the production and supply of milk – by supporting the Amul milk co-operative of Anand, Gujarat and creating the National Dairy Development Board. Underlining the need to boost India's food production, Shastri also promoted the Green Revolution in India in 1965. This led to an increase in food grain production, especially in the states of Punjab, Haryana and Uttar Pradesh.\nShastri was born to Sharada Prasad Srivastava and Ramdulari Devi in Mughalsarai on 2 October 1904. He studied in East Central Railway Inter college and Harish Chandra High School, which he left to join the non-cooperation movement. He worked for the betterment of the Harijans at Muzaffarpur and dropped his caste-derived surname of \"Srivastava\". Shastri's thoughts were influenced by reading about Swami Vivekananda, Mahatma Gandhi and Annie Besant. Deeply impressed and influenced by Gandhi, he joined the Indian Independence movement in the 1920s. He served as the president of Servants of the People Society (Lok Sevak Mandal), founded by Lala Lajpat Rai and held prominent positions in Indian National Congress. Following independence in 1947, he joined the Indian government and became one of Prime Minister Nehru's key cabinet colleagues, first as Railways Minister (1951–56), and then in numerous other prominent positions, including the Home Minister.\nHe led the country during the Indo-Pakistan War of 1965. His slogan \"Jai Jawan, Jai Kisan\" (\"Hail to the soldier; Hail to the farmer\") became very popular during the war. The war formally ended with the Tashkent Agreement on 10 January 1966; he died the following day, still in Tashkent, with the cause of his death in dispute. He was posthumously awarded the Bharat Ratna.", "Audi": "Audi AG (German: [ˈaʊ̯di ʔaːˈɡeː] (listen)) is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany. As a subsidiary of its parent company, the Volkswagen Group, Audi produces vehicles in nine production facilities worldwide.\nThe origins of the company are complex, going back to the early 20th century and the initial enterprises (Horch and the Audiwerke) founded by engineer August Horch (1868–1951); and two other manufacturers (DKW and Wanderer), leading to the foundation of Auto Union in 1932. The modern Audi era began in the 1960s, when Auto Union was acquired by Volkswagen from Daimler-Benz. After relaunching the Audi brand with the 1965 introduction of the Audi F103 series, Volkswagen merged Auto Union with NSU Motorenwerke in 1969, thus creating the present-day form of the company.\nThe company name is based on the Latin translation of the surname of the founder, August Horch. Horch, meaning \"listen\", becomes audi in Latin. The four rings of the Audi logo each represent one of four car companies that banded together to create Audi's predecessor company, Auto Union. Audi's slogan is Vorsprung durch Technik, meaning \"Being Ahead through Technology\". Audi, along with German brands BMW and Mercedes-Benz, is among the best-selling luxury automobile brands in the world.", "Stošić": "Stošić (Cyrillic script: Стошић) is a Serbian surname. Notable people with the surname include:\n\nDaliborka Stošić\nJames Stosic\nMiodrag Stošić\nStevan Stošić\nVlada Stošić", "Charlie_Hayes": "Charles Dewayne Hayes (born May 29, 1965) is an American former professional baseball third baseman and former coach for the FCL Phillies. Hayes played in Major League Baseball for the San Francisco Giants, Philadelphia Phillies, New York Yankees, Colorado Rockies, Pittsburgh Pirates, Milwaukee Brewers, and Houston Astros from 1988 through 2001. He was a member of the Yankees' 1996 World Series championship team that beat the Atlanta Braves. He batted and threw right-handed.", "Dan_Schneider": "Daniel James Schneider (born January 14, 1966) is an American television producer, screenwriter, and actor. After appearing in mostly supporting roles in a number of 1980s and 1990s films and TV shows, Schneider devoted himself to behind-the-scenes work in production. He is the co-president of television production company Schneider's Bakery and made  What I Like About You for The WB and All That, The Amanda Show, Drake & Josh, Zoey 101, iCarly, Victorious, Sam & Cat, Henry Danger, Game Shakers, and The Adventures of Kid Danger for Nickelodeon. In March 2018, Nickelodeon announced that they had parted ways with Schneider. He was later accused of misconduct by some of his former employees, which he has partly denied.§In a 2021 interview with The New York Times, Schneider announced that he had written and sold a new pilot to a different network.", "Andy_Murray": "Sir Andrew Barron Murray  (born 15 May 1987) is a British professional tennis player from Scotland. He was ranked world No. 1 by the Association of Tennis Professionals (ATP) for 41 weeks, and finished as the year-end No. 1 in 2016. Murray has won three Grand Slam singles titles, two at Wimbledon (2013 and 2016) and one at the US Open (2012), and has reached eleven major finals. Murray was ranked in the top 10 for all but one month from July 2008 through October 2017, and was no lower than world No. 4 in eight of the nine year-end rankings during that span. Murray has won 46 ATP singles titles, including 14 Masters 1000 events.\nOriginally coached by his mother Judy alongside his older brother Jamie, Murray moved to Barcelona at age 15 to train at the Sánchez-Casal Academy. He began his professional career around the time Roger Federer and Rafael Nadal established themselves as the two dominant players in men's tennis. Murray had immediate success on the ATP Tour, making his top 10 debut in 2007 at age 19. By 2010, Murray and Novak Djokovic had joined Federer and Nadal in the Big Four, the group of players who dominated men's tennis during the 2010s. Murray initially struggled against the rest of the Big Four, losing his first four major finals (three to Federer and one to Djokovic). He made his major breakthrough in 2012 by defeating Djokovic to win the US Open, becoming the first British major singles champion since Virginia Wade in 1977, and the first male champion since Fred Perry in 1936. A month earlier, he won the men's singles gold medal against Federer at the 2012 London Olympics, and a silver medal in mixed doubles .\nFrom 2013 through 2016, Murray reached another six major finals. He won two of these encounters, at Wimbledon in 2013 and 2016. Murray had his career-best season in 2016. During that year, Murray made three major finals, winning Wimbledon. He also defended his title at the 2016 Rio Olympics to become the only player, male or female, to win two Olympic gold medals in singles. Murray also became world No. 1 for the first time that season, and clinched the year-end No. 1 ranking by winning his only Tour Finals title over Djokovic. Since 2016, he has struggled with various injuries and fell out of the top 100 in 2018 due to only seldom playing on tour, though he has since slowly risen back to the top 50.\nMurray is an all-court player who excels in particular at defense, returning serve and constructing points. He is generally regarded as having one of the best and most consistent two-handed backhands on the ATP Tour. Murray is considered a national hero in Great Britain for reestablishing the country as a leading force in men's tennis for the first time since the early 20th century. He and his brother led the Great Britain Davis Cup team to a title in 2015. Murray has been outspoken as a feminist, and became only the second top-10 player in the history of the ATP Tour to have a female coach when he hired Amélie Mauresmo. He is currently the only player to defeat Novak Djokovic in a Wimbledon final.", "Rocco": "Rocco or Rocko is both a given name and a surname. Notable people with the name include:", "Sean_Phillips": "Sean Phillips (born 27 January 1965) is a British comic book artist, best known for his collaborations with Ed Brubaker on comics including Sleeper, Incognito, the Criminal series of comics, Fatale, The Fade Out, and Kill or Be Killed.\nHe has also worked on the DC Comics' series WildC.A.T.s and Hellblazer.", "Ken_Ralston": "Kenneth Ralston (born 1954) is an American visual effects artist, currently the Visual Effect Supervisor and Creative Head at Sony Pictures Imageworks. Ralston began his career at the commercial animation and visual effects company, Cascade Pictures in Hollywood, where he worked on over 150 advertising campaigns in the early 1970s. In 1976, he was hired at Industrial Light & Magic by Dennis Muren to help George Lucas create the effects for Star Wars. He remained at ILM for 20 years before joining Sony Pictures Imageworks as president. Ralston is best known for his work in the films of Robert Zemeckis.Ralston has won five Academy Award for Best Visual Effects, including a Special Achievement Oscar for the visual effects in Return of the Jedi (1983), and regular awards for his work on Cocoon (1985), Who Framed Roger Rabbit (1988), Death Becomes Her (1992) and Forrest Gump (1994). He was nominated three more times for Dragonslayer (1981), Back to the Future Part II (1989) and Alice in Wonderland (2010).Ken has contributed to several DVD commentaries:\n\nKing Kong (1933) - with visual effects creator Ray Harryhausen\nMighty Joe Young (1949) - with visual effects creator Ray Harryhausen and actress Terry Moore\nWho Framed Roger Rabbit (1988) - with director Robert Zemeckis, producer Frank Marshall, associate producer Steve Starkey, screenwriters Jeffrey Price and Peter S. Seaman\nContact (1997) - with visual effects supervisor Stephen Rosenbaum\nCast Away (2000) - with cinematographer Don Burgess, visual effects supervisor Carey Villegas, sound designer Randy Thom", "Diana_Krall": "Diana Jean Krall  (born November 16, 1964) is a Canadian jazz pianist and singer known for her contralto vocals. She has sold more than 15 million albums worldwide, including over six million in the US. On December 11, 2009, Billboard magazine named her the second greatest jazz artist of the decade (2000–2009), establishing her as one of the best-selling artists of her time.\nKrall is the only jazz singer to have had eight albums debuting at the top of the Billboard Jazz Albums. To date, she has won three Grammy Awards and eight Juno Awards. She has also earned nine gold, three platinum, and seven multi-platinum albums.", "Rowan": "The rowans ( ROW-ənz or  ROH-ənz) or mountain-ashes are shrubs or trees in the genus Sorbus of the rose family, Rosaceae. They are native throughout the cool temperate regions of the Northern Hemisphere, with the highest species diversity in the  Himalaya, southern Tibet and parts of western China, where numerous apomictic microspecies occur. The name rowan was originally applied to the species Sorbus aucuparia and is also used for other species in Sorbus subgenus Sorbus.Formerly, when a wider variety of fruits were commonly eaten in Europe and North America, Sorbus was a domestically used fruit throughout these regions. It is still used in some countries, but S. domestica, for example, has largely vanished from Britain, where it was traditionally appreciated. Natural hybrids, often including S. aucuparia and the whitebeam, Sorbus aria, give rise to many endemic variants in the UK.", "Harry_Benson": "Harry James Benson CBE (born 2 December 1929) is a Scottish photographer. His photographs of celebrities have been published in magazines. He has published several books and won a number of prominent awards.", "Zachary_Bennett": "Zachary Bennett is a Canadian actor and musician, who is known for playing Felix King in Road to Avonlea. He also co-starred in the 2006 TV film Jekyll + Hyde and for voicing Coach Clydesdale on Corn & Peg. He also currently voices Zach Varmitech and Gaston Gourmand on the animated show Wild Kratts.\nHe was born in London, Ontario. He is the second youngest of four children, and his siblings are fellow actors Garreth Bennett, Mairon Bennett, and Sophie Bennett.\nBennett also formed the indie rock band Yonder in 2004, which was renamed Tin Star Orphans in 2008.", "Romeo": "Romeo Montague (Italian: Romeo Montecchi) is the male protagonist of William Shakespeare's tragedy Romeo and Juliet. The son of Lord Montague and his wife, Lady Montague, he secretly loves and marries Juliet, a member of the rival House of Capulet, through a priest named Friar Laurence. \nForced into exile after slaying Juliet's cousin, Tybalt, in a duel, Romeo commits suicide upon hearing falsely of Juliet's death.\nThe character's origins can be traced as far back as Pyramus, who appears in Ovid's Metamorphoses, but the first modern incarnation of Romeo is Mariotto in the 33rd of Masuccio Salernitano's Il Novellino (1476). This story was reworked in 1524 by Luigi da Porto as Giulietta e Romeo (published posthumously in 1531). Da Porto named the character Romeo Montecchi and his storyline is near-identical to Shakespeare's adaptation. Since no 16th-century direct English translation of Giulietta e Romeo is known, Shakespeare's main source is thought to be Arthur Brooke's English verse translation of a French translation of a 1554 adaptation by Matteo Bandello. Although both Salernitano and da Porto claimed that their stories had historical basis, there is little evidence that this is the case.\nRomeo, an only child like Juliet, is one of the most important characters of the play, and has a consistent presence throughout it. His role as an idealistic lover has led the word \"Romeo\" to become a synonym for a passionate male lover in various languages.  Although often treated as such, it is not clear that \"Montague\" is a surname in the modern sense.", "Toyota": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha kabushikigaisha, IPA: [toꜜjota], English: , commonly known as simply Toyota) is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan. It was founded by Kiichiro Toyoda and incorporated on August 28, 1937 (1937-08-28). Toyota is one of the largest automobile manufacturers in the world, producing about 10 million vehicles per year.\nThe company was originally founded as a spinoff of Toyota Industries, a machine maker started by Sakichi Toyoda, Kiichiro's father. Both companies are now part of the Toyota Group, one of the largest conglomerates in the world. While still a department of Toyota Industries, the company developed its first product, the Type A engine in 1934 and its first passenger car in 1936, the Toyota AA.\nAfter World War II, Toyota benefited from Japan's alliance with the United States to learn from American automakers and other companies, which would give rise to The Toyota Way (a management philosophy) and the Toyota Production System (a lean manufacturing practice) that would transform the small company into a leader in the industry and would be the subject of many academic studies.\nIn the 1960s, Toyota took advantage of a rapidly growing Japanese economy to sell cars to a growing middle-class, leading to the development of the Toyota Corolla, which would go on to become the world's all-time best-selling automobile. The booming economy also funded an international expansion that would allow Toyota to grow into one of the largest automakers in the world, the largest company in Japan and the ninth-largest company in the world by revenue, as of December 2020. Toyota was the world's first automobile manufacturer to produce more than 10 million vehicles per year, a record set in 2012, when it also reported the production of its 200 millionth vehicle.\nToyota was praised for being a leader in the development and sales of more fuel-efficient hybrid electric vehicles, starting with the introduction of the Toyota Prius in 1997. The company now sells more than 40 hybrid vehicle models around the world. However, more recently, the company has also been accused of greenwashing for its skepticism of all-electric vehicles and its focus on the development of hydrogen fuel cell vehicles, like the Toyota Mirai, a technology that is costlier and has fallen far behind electric batteries. Still, in late 2022, the company signed an £11.3m government deal with the UK's Department for Business, Energy and Industrial Strategy to help it develop its Hilux FC model, a new range of hydrogen-powered pickup trucks.As of 2022, the Toyota Motor Corporation produces vehicles under four brands: Daihatsu, Hino, Lexus and the namesake Toyota. The company also holds a 20% stake in Subaru Corporation, a 5.1% stake in Mazda, a 4.9% stake in Suzuki, a 4.6% stake in Isuzu, a 3.8% stake in Yamaha Motor Corporation, and a 2.8% stake in Panasonic, as well as stakes in vehicle manufacturing joint-ventures in China (FAW Toyota and GAC Toyota), the Czech Republic (TPCA), India (Toyota Kirloskar) and the United States (MTMUS).\nToyota is listed on the London Stock Exchange, Nagoya Stock Exchange, New York Stock Exchange and on the Tokyo Stock Exchange, where its stock is a component of the Nikkei 225 and TOPIX Core30 indices.", "Alan_Henderson": "Alan Lybrooks Henderson (born December 2, 1972) is an American former professional basketball player of the National Basketball Association (NBA). He stands 6'9\" (2.06 m) tall. Born in Morgantown, West Virginia, Henderson attended Brebeuf Jesuit Preparatory School in Indianapolis, Indiana. They lost the state championship game his senior year to Glenn Robinson's Gary Roosevelt squad. In 1994, he was a part of the US men's basketball team for the Goodwill Games.", "Mir": "Mir (Russian: Мир, IPA: [ˈmʲir]; lit. 'peace'  or 'world') was a space station that operated in low Earth orbit from 1986 to 2001, operated by the Soviet Union and later by Russia. Mir was the first modular space station and was assembled in orbit from 1986 to 1996. It had a greater mass than any previous spacecraft. At the time it was the largest artificial satellite in orbit, succeeded by the International Space Station (ISS) after Mir's orbit decayed. The station served as a microgravity research laboratory in which crews conducted experiments in biology, human biology, physics, astronomy, meteorology, and spacecraft systems with a goal of developing technologies required for permanent occupation of space.\nMir was the first continuously inhabited long-term research station in orbit and held the record for the longest continuous human presence in space at 3,644 days, until it was surpassed by the ISS on 23 October 2010. It holds the record for the longest single human spaceflight, with Valeri Polyakov spending 437 days and 18 hours on the station between 1994 and 1995. Mir was occupied for a total of twelve and a half years out of its fifteen-year lifespan, having the capacity to support a resident crew of three, or larger crews for short visits.\nFollowing the success of the Salyut programme, Mir represented the next stage in the Soviet Union's space station programme. The first module of the station, known as the core module or base block, was launched in 1986 and followed by six further modules. Proton rockets were used to launch all of its components except for the docking module, which was installed by US Space Shuttle mission STS-74 in 1995. When complete, the station consisted of seven pressurised modules and several unpressurised components. Power was provided by several photovoltaic arrays attached directly to the modules. The station was maintained at an orbit between 296 km (184 mi) and 421 km (262 mi) altitude and travelled at an average speed of 27,700 km/h (17,200 mph), completing 15.7 orbits per day.The station was launched as part of the Soviet Union's crewed spaceflight programme effort to maintain a long-term research outpost in space, and following the collapse of the USSR, was operated by the new Russian Federal Space Agency (RKA). As a result, most of the station's occupants were Soviet; through international collaborations such as the Intercosmos, Euromir and Shuttle–Mir programmes, the station was made accessible to space travellers from several Asian, European and North American nations. Mir was deorbited in March 2001 after funding was cut off. The cost of the Mir programme was estimated by former RKA General Director Yuri Koptev in 2001 as $4.2 billion over its lifetime (including development, assembly and orbital operation).", "Jajangmyeon": "Jajangmyeon (자장면) or jjajangmyeon (짜장면) is a Chinese-Korean noodle dish topped with a thick sauce made of chunjang, diced pork, and vegetables. It originated in Incheon, Korea where Chinese migrant workers started making zhajiangmian (noodles served with fried bean sauce) in the late 19th century. Modifications in Korea such as a darker and sweeter sauce differentiate the Korean dish from the Chinese version. Variants of the dish use seafood, or other meats.", "Comarit": "Comarit (Compagnie Maritime Maroco-Norvegiènne) was a Moroccan ferry operator. Comarit operated a freight and passenger ferry service between Morocco and Spain, France and Italy from 1984 to 2012. It was based in Tangier, one of the main points of departure for its ferries. The company suspended operations in January 2012.", "Singh": "Singh (IPA: ) is a title, middle name or surname that means \"lion\" in various South Asian and Southeast Asian communities. Traditionally used by the Hindu Kshatriya community, it eventually became a common surname adopted by different communities including Rajputs, Jats, Bhumihars, Gurjars, Yadavs and Sikhs. It was later mandated in the late 17th century by Guru Gobind Singh (born Gobind Rai) for all male Sikhs as well, in part as a rejection of caste-based prejudice. It has also been adopted by several castes and communities. As a surname or a middle name, it is now found throughout the world across communities and religious groups, becoming more of a title than a surname.", "Joanne_Missingham": "Joanne Missingham (Chinese: 黑嘉嘉; pinyin: Hēi Jiājiā; born 26 May 1994) is an Australian-born Taiwanese professional Go player who has participated in international and domestic Go tournaments. She is the first Australian-born player to achieved a professional go ranking. In 2010 she came second in the Qionglongshan Bingsheng Cup and won the 1st Taiwan Wei-ch'i Association Women's Professionals Representative Right Ranking tournament. As of 2016 she has a Go ranking of 7 dan, and is the highest ranked female go player in Taiwan.", "Lisa_Ann": "Lisa Ann Corpora, known professionally as Lisa Ann, is an American pornographic film actress and radio personality. She has also worked as a director and talent agent. She parodied former Governor of Alaska Sarah Palin in six adult films and a music video. She is a member of the AVN, XRCO, and Urban X Halls of Fame. Ann has been described as one of the most popular and successful pornographic actresses in the world.\nAnn quit porn in 1997 due to an AIDS scare in the industry, but resumed performing in February 2006. In 2008, she starred as \"Serra Paylin\", a parody of Republican vice presidential nominee Sarah Palin, in Hustler Video's Who's Nailin' Paylin?, which was released on Election Day. Her directorial film, MILF Revolution (2013), won the 2014 AVN Award for \"Best MILF Release\". In December 2014, she launched Porn Stars Boot Camp, a consulting firm, and also announced her retirement from performing in adult films; she had breast reduction surgery shortly after retiring as part of her return adult entertainment retirement. Four years later, in 2018, Ann announced her comeback to the adult industry, signing with Evil Angel.\nPrior to beginning her adult entertainment career, Ann appeared as a \"Snapple Girl\" on The Howard Stern Show. She played Palin in the music video for the song \"We Made You\" by American rapper Eminem. She voiced a character known as \"Prostitute #2\" in the video game Grand Theft Auto V, released in September 2013. Ann appeared alongside Rayveness and Cory Chase in Season 4, Episode 7 of the Showtime series Billions titled Infinite Game. In 2013, she hosted a Sirius XM show titled Stripper Town. In early 2016, she began participating in fantasy baseball.", "Tracy_Chapman": "Tracy Chapman (born March 30, 1964) is an American singer-songwriter. Chapman is best known for her hit singles \"Fast Car\" and \"Give Me One Reason\".\nChapman was signed to Elektra Records by Bob Krasnow in 1987. The following year she released her debut album, Tracy Chapman, which became a commercial success, boosted by her appearance at the Nelson Mandela 70th Birthday Tribute concert, and was certified 6× Platinum by the Recording Industry Association of America. The album received six Grammy Award nominations, including one for Album of the Year, three of which she won; Best New Artist, Best Female Pop Vocal Performance for her single \"Fast Car\", and Best Contemporary Folk Album. In 1989, Chapman released her second album, Crossroads, which earned her an additional Grammy Award nomination for Best Contemporary Folk Album. Her third album, Matters of the Heart, followed in 1992.\nChapman's fourth album, New Beginning, was released in 1995 and became another worldwide success. It was certified 5× platinum by the RIAA and yielded the hit single \"Give Me One Reason\", which earned Chapman the Grammy Award for Best Rock Song. Five years would pass before the release of her fifth album, Telling Stories (2000). Let It Rain and Where You Live followed in 2002 and 2005, respectively. Chapman's most recent studio album is Our Bright Future, released in 2008. The remastered compilation album Greatest Hits, which was curated by Chapman herself, was released in 2015.", "Gillian_Welch": "Gillian Howard Welch (; born October 2, 1967) is an American singer-songwriter. She performs with her musical partner, guitarist David Rawlings. Their sparse and dark musical style, which combines elements of Appalachian music, bluegrass, country and Americana, is described by The New Yorker as \"at once innovative and obliquely reminiscent of past rural forms.\"Welch and Rawlings have collaborated on nine critically acclaimed albums, five released under her name, three released under Rawlings' name, and one under both of their names. Her 1996 debut, Revival, and the 2001 release Time (The Revelator), received nominations for the Grammy Award for Best Contemporary Folk Album. Her 2003 album, Soul Journey, introduced electric guitar, drums, and a more upbeat sound to their body of work. After a gap of eight years, she released a fifth studio album, The Harrow & the Harvest, in 2011, which was also nominated for a Grammy for Best Contemporary Folk Album. In 2020, Welch and Rawlings released All the Good Times (Are Past & Gone), which won the 2021 Grammy Award for Best Folk Album.Welch was an associate producer and performed on two songs of the soundtrack of the Coen brothers 2000 film O Brother, Where Art Thou?, a platinum album that won the Grammy Award for Album of the Year in 2002. She also appeared in the film attempting to buy a Soggy Bottom Boys record. Welch, while not one of the principal actors, did sing and provide additional lyrics to the Sirens song \"Didn't Leave Nobody but the Baby.\" In 2018 she and Rawlings wrote the song \"When a Cowboy Trades His Spurs for Wings\" for the Coens' The Ballad of Buster Scruggs, for which they received a nomination for the Academy Award for Best Original Song. Welch has collaborated and recorded with Alison Krauss, Ryan Adams, Jay Farrar, Emmylou Harris, Mark Knopfler, the Decemberists, Sam Phillips, Conor Oberst, Ani DiFranco, Robyn Hitchcock, Barry Gibb and Molly Tuttle.", "Damien_Rice": "Damien George Rice (born 7 December 1973) is an Irish singer-songwriter and multi-instrumentalist. He began his career as a member of the 1990s rock group Juniper, who were signed to Polygram Records in 1997. The band enjoyed moderate success in Ireland with two released singles, \"The World is Dead\" and \"Weatherman\". After leaving the band in 1998, Rice worked as a farmer in Tuscany and busked throughout Europe before returning to Ireland in 2001 and beginning a solo career. The rest of Juniper went on to perform under the name Bell X1.\nIn 2002, Rice released his debut album, O. It reached No. 8 on the UK Albums Chart, won the Shortlist Music Prize, and generated three top 30 singles in the UK. He released his second album, 9, in 2006. After eight years of various collaborations, Rice released his third studio album, My Favourite Faded Fantasy, in 2014. He has contributed music to charitable projects such as Songs for Tibet, the Enough Project, and the Freedom Campaign.", "Ron": "Ron is a shortening of the name Ronald.\nRon or RON may also refer to:", "Zara_Cully": "Zara Frances Cully (January 26, 1892 – February 28, 1978) was an American actress. Cully was best known for her role as Olivia 'Mother Jefferson' Jefferson on the CBS sitcom The Jeffersons, which she portrayed from the series beginning in 1975 until her death in 1978.", "Ledeberg": "Ledeberg is a submunicipality of the city of Ghent. It lies south-east of downtown Ghent and has direct access to the E17 road.\nIts population is 13,974 inhabitants (2005).", "Darren": "Darren is a masculine given name of uncertain etymological origins. Some theories state that it originated from an Anglicisation of the Irish first name Darragh or Dáire, meaning \"Oak Tree\". According to other sources, it is thought to come from the Gaelic surname meaning ‘great’, but is also linked to a Welsh mountain named Moel Darren. It is also believed to be a variant of Darrell, which originated from the French surname D'Airelle, meaning \"of Airelle\". The common spelling of Darren is found in the Welsh language, meaning \"edge\": Black Darren and Red Darren are found on the eastern side of the Hatterrall Ridge, west of Long Town. In New Zealand, the Darran Mountains exist as a spur of the Southern Alps in the south of the country. Darren has several spelling variations including Daren, Darin, Daryn, Darrin, Darran and Darryn.\nIn the United Kingdom, its popularity peaked during the 1970s but declined sharply afterwards. In England and Wales, it first appeared in the early-1960s, ranking 66th in 1964, and had leapt to 15th by 1974, but fell to 33rd by 1984 and last appeared in the top 100 in 1994, when it ranked 100th.", "Barbara_Feldon": "Barbara Feldon (born Barbara Anne Hall; March 12, 1933) is an American actress primarily known for her roles on television. Her most prominent role was that of Agent 99 in the 1965–1970 sitcom Get Smart.", "Kim_Richards": "Kim Erica Richards (born September 19, 1964) is an American actress, socialite, and television personality. She began her career as a child actress, and rose to prominence from her roles in Nanny and the Professor, Escape to Witch Mountain, and Return from Witch Mountain.  In 2010, Richards appeared as a main cast member on The Real Housewives of Beverly Hills alongside her sister Kyle Richards. She was part of the main cast for the first five seasons and has returned for guest appearances in subsequent seasons.", "Mike_Crossey": "Mike Crossey (born 1979) is a Northern Irish record producer, songwriter, and mixing engineer. He produced the debut single by Arctic Monkeys, collaborating with them over two albums. He is known for his ongoing relationship with The 1975 in addition to productions with Jeremy Zucker, Twenty One Pilots, Walk the Moon, LANY, LAUV, Foals, Keane, Jake Bugg, The Gaslight Anthem, MUNA, Wolf Alice, Yungblud.", "Thomas_Jefferson": "Thomas Jefferson (April 13, 1743 – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, slaver, and Founding Father who served as the third president of the United States from 1801 to 1809. He was previously the nation's second vice president under John Adams and the first United States secretary of state under George Washington. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation. He produced formative documents and decisions at state, national, and international levels.\nDuring the American Revolution, Jefferson represented Virginia in the Continental Congress that adopted the Declaration of Independence. As a Virginia legislator, he drafted a state law for religious freedom. He served as the second Governor of Virginia from 1779 to 1781, during the Revolutionary War. In 1785, Jefferson was appointed the United States Minister to France, and subsequently, the nation's first secretary of state under President George Washington from 1790 to 1793. Jefferson and James Madison organized the Democratic-Republican Party to oppose the Federalist Party during the formation of the First Party System. With Madison, he anonymously wrote the provocative Kentucky and Virginia Resolutions in 1798 and 1799, which sought to strengthen states' rights by nullifying the federal Alien and Sedition Acts.\nJefferson and Federalist John Adams became friends as well as political rivals, serving in the Continental Congress and drafting the Declaration of Independence together. In the 1796 presidential election between the two, Jefferson came in second, which according to electoral procedure at the time, made him vice president to Adams. Jefferson challenged Adams again in 1800 and won the presidency. After his term in office, Jefferson eventually reconciled with Adams and they shared a correspondence that lasted fourteen years.\nAs president, Jefferson pursued the nation's shipping and trade interests against Barbary pirates and aggressive British trade policies. Starting in 1803, he promoted a western expansionist policy with the Louisiana Purchase which doubled the nation's claimed land area. To make room for settlement, Jefferson began the process of Indian tribal removal from the newly acquired territory. As a result of peace negotiations with France, his administration reduced military forces. He was re-elected in 1804, but his second term was beset with difficulties at home, including the trial of former vice president Aaron Burr. In 1807, American foreign trade was diminished when Jefferson implemented the Embargo Act in response to British threats to U.S. shipping. The same year, Jefferson signed the Act Prohibiting Importation of Slaves.\nJefferson, while primarily a plantation owner, lawyer, and politician, mastered many disciplines, ranging from surveying and mathematics to horticulture and mechanics. He was also an architect in the Palladian tradition. Jefferson's keen interest in religion and philosophy led to his presidency of the American Philosophical Society; he shunned organized religion but was influenced by Christianity, Epicureanism, and deism. Jefferson rejected fundamental Christianity, denying Christ's divinity. A philologist, Jefferson knew several languages. He was a prolific letter writer and corresponded with many prominent people, including Edward Carrington, John Taylor of Caroline, and James Madison. Among his books is Notes on the State of Virginia (1785), considered perhaps the most important American book published before 1800. Jefferson championed the ideals, values, and teachings of the Enlightenment.\nOver the course of his life, Jefferson owned more than 600 slaves. Since Jefferson's time, controversy has revolved around his relationship with Sally Hemings, a mixed-race enslaved woman and his late wife's half-sister. According to 1998 DNA testing of Jefferson's and Hemings' descendants, combined with documentary and statistical evidence and oral history, Jefferson fathered at least six children with Hemings, including four that survived to adulthood. Evidence suggests that Jefferson started the relationship with Hemings when they were in Paris, some time after she arrived there at the age of 14 or 15, when Jefferson was 44. By the time she returned to the United States at 16 or 17, she was pregnant.After retiring from public office, Jefferson founded the University of Virginia. He and John Adams both died on July 4, 1826, the 50th anniversary of U.S. independence. Presidential scholars and historians generally praise Jefferson's public achievements, including his advocacy of religious freedom and tolerance in Virginia, his peaceful acquisition of the Louisiana Territory from France without war or controversy, and his ambitious and successful Lewis and Clark Expedition. Some modern historians are critical of Jefferson's personal involvement with slavery. Jefferson is consistently ranked in the top ten presidents of American history.", "Shane_Gould": "Shane Elizabeth Gould  (born 23 November 1956) is an Australian former competition swimmer. She won three gold medals, a silver medal and a bronze, at the 1972 Summer Olympics. In 2018, she won the fifth season of Australian Survivor, becoming the oldest winner of any Survivor franchise.\nGould was born in Australia, but spent most of her childhood in Fiji after she and her family moved there. At age 15, Gould competed in the 1972 Summer Olympics in Munich, West Germany, winning three gold medals. Gould was named the Australian of the Year in 1972, and received an MBE in 1983. In April 2018, Gould was awarded an Order of Merit by the Australian Olympic Committee.Gould returned in the 1990s as a swimming mentor and competitor. She competed in competitive swimming again in 2003, participating in the 200m Individual Medley. In 1999, she published her autobiography Tumble Turns. In 2018, she competed on Australian Survivor: Champions vs. Contenders and won, winning $500,000 as the Sole Survivor. Gould later returned for Australian Survivor: All Stars, but was voted out first."}